/**
 * @author songjian
 * @description 省分信息
 */
const province = [
    {
        "id": "0001935",
        "label": "北京分公司",
        "children": [
            {
                "id": "0172619",
                "label": "城区分公司",
                "children": [
                    {
                        "id": "988752631",
                        "label": "东城区中部"
                    },
                    {
                        "id": "988752638",
                        "label": "东城区西部"
                    },
                    {
                        "id": "988752637",
                        "label": "东城区南部"
                    },
                    {
                        "id": "988752633",
                        "label": "东城区北部"
                    },
                    {
                        "id": "988752636",
                        "label": "西城区西部"
                    },
                    {
                        "id": "988752635",
                        "label": "西城区南部"
                    },
                    {
                        "id": "988752634",
                        "label": "西城区中部"
                    },
                    {
                        "id": "988752632",
                        "label": "西城区北部"
                    },
                    {
                        "id": "9887526311",
                        "label": "丰台区北部"
                    },
                    {
                        "id": "9887526310",
                        "label": "丰台区西南部"
                    },
                    {
                        "id": "988752639",
                        "label": "丰台区东部"
                    },
                    {
                        "id": "9887526313",
                        "label": "丰台区西部"
                    },
                    {
                        "id": "9887526312",
                        "label": "石景山区北部"
                    },
                    {
                        "id": "9887526314",
                        "label": "石景山区南部"
                    }
                ]
            },
            {
                "id": "0172618",
                "label": "中心城区分公司19年6月已废弃，原REMARK=110105",
                "children": [
                    {
                        "id": "34296353",
                        "label": "东城区南部19年6月已废弃，原REMARK=110193"
                    },
                    {
                        "id": "34296160",
                        "label": "东城区北部19年6月已废弃，原REMARK=110191"
                    },
                    {
                        "id": "34296311",
                        "label": "东城区中部19年6月已废弃，原REMARK=110192"
                    },
                    {
                        "id": "34296412",
                        "label": "东城区西部19年6月已废弃，原REMARK=110194"
                    },
                    {
                        "id": "34296547",
                        "label": "西城区南部19年6月已废弃，原REMARK=110292"
                    },
                    {
                        "id": "34296537",
                        "label": "西城区中部19年6月已废弃，原REMARK=110291"
                    },
                    {
                        "id": "34297509",
                        "label": "西城区西部19年6月已废弃，原REMARK=110293"
                    },
                    {
                        "id": "34297516",
                        "label": "西城区北部19年6月已废弃，原REMARK=110294"
                    }
                ]
            },
            {
                "id": "0172623",
                "label": "朝阳分公司",
                "children": [
                    {
                        "id": "34299817",
                        "label": "朝阳区定福庄区域"
                    },
                    {
                        "id": "34298203",
                        "label": "朝阳区高碑店区域"
                    },
                    {
                        "id": "34298211",
                        "label": "朝阳区双井区域"
                    },
                    {
                        "id": "34299221",
                        "label": "朝阳区垡头区域"
                    },
                    {
                        "id": "34299641",
                        "label": "朝阳区酒仙桥区域"
                    },
                    {
                        "id": "34297467",
                        "label": "朝阳区安慧区域"
                    },
                    {
                        "id": "34297580",
                        "label": "朝阳区北苑区域"
                    },
                    {
                        "id": "34297464",
                        "label": "朝阳区望京区域"
                    },
                    {
                        "id": "34298134",
                        "label": "朝阳区呼家楼区域"
                    }
                ]
            },
            {
                "id": "0172628",
                "label": "城西分公司19年6月已废弃，原REMARK=110102",
                "children": [
                    {
                        "id": "34298270",
                        "label": "丰台区东部19年6月已废弃，原REMARK=110601"
                    },
                    {
                        "id": "34298278",
                        "label": "丰台区西部19年6月已废弃，原REMARK=110604"
                    },
                    {
                        "id": "34299309",
                        "label": "丰台区北部19年6月已废弃，原REMARK=110603"
                    },
                    {
                        "id": "34298275",
                        "label": "丰台区西南部19年6月已废弃，原REMARK=110602"
                    },
                    {
                        "id": "34298281",
                        "label": "石景山区北部19年6月已废弃，原REMARK=110701"
                    },
                    {
                        "id": "34298284",
                        "label": "石景山区南部19年6月已废弃，原REMARK=110702"
                    }
                ]
            },
            {
                "id": "0172632",
                "label": "城北分公司",
                "children": [
                    {
                        "id": "0001954",
                        "label": "海淀区北部"
                    },
                    {
                        "id": "4233509",
                        "label": "门头沟区南部"
                    },
                    {
                        "id": "4233507",
                        "label": "门头沟区中部"
                    },
                    {
                        "id": "0001953",
                        "label": "门头沟区"
                    },
                    {
                        "id": "98875263",
                        "label": "海淀区南部"
                    }
                ]
            },
            {
                "id": "0172636",
                "label": "房山分公司",
                "children": [
                    {
                        "id": "34298291",
                        "label": "房山区南部和东北部"
                    },
                    {
                        "id": "34298293",
                        "label": "房山区西部"
                    },
                    {
                        "id": "34298289",
                        "label": "房山区东部和西北部"
                    },
                    {
                        "id": "34298287",
                        "label": "房山区中部和西南部"
                    },
                    {
                        "id": "34298295",
                        "label": "房山区北部"
                    }
                ]
            },
            {
                "id": "28439481",
                "label": "通州分公司",
                "children": [
                    {
                        "id": "34299934",
                        "label": "通州区四街道区域"
                    },
                    {
                        "id": "34298332",
                        "label": "通州区漷县区域"
                    },
                    {
                        "id": "34299931",
                        "label": "通州区梨园区域"
                    },
                    {
                        "id": "34299321",
                        "label": "通州区西集区域"
                    },
                    {
                        "id": "34299322",
                        "label": "通州区永顺区域"
                    }
                ]
            },
            {
                "id": "0172647",
                "label": "顺义分公司",
                "children": [
                    {
                        "id": "34299371",
                        "label": "顺义区西南部"
                    },
                    {
                        "id": "34299983",
                        "label": "顺义区东北部"
                    },
                    {
                        "id": "34298337",
                        "label": "顺义区东南部"
                    },
                    {
                        "id": "34299985",
                        "label": "顺义区西北部"
                    }
                ]
            },
            {
                "id": "0172642",
                "label": "昌平分公司",
                "children": [
                    {
                        "id": "34299991",
                        "label": "昌平区北部"
                    },
                    {
                        "id": "34298342",
                        "label": "昌平区东部"
                    },
                    {
                        "id": "34300816",
                        "label": "昌平区西部"
                    }
                ]
            },
            {
                "id": "0172639",
                "label": "大兴分公司",
                "children": [
                    {
                        "id": "34299382",
                        "label": "大兴区西红门区域"
                    },
                    {
                        "id": "34300819",
                        "label": "大兴区瀛海区域"
                    },
                    {
                        "id": "34300823",
                        "label": "大兴区亦庄区域"
                    },
                    {
                        "id": "34300828",
                        "label": "大兴区黄村区域"
                    },
                    {
                        "id": "34300831",
                        "label": "大兴区榆垡区域"
                    }
                ]
            },
            {
                "id": "0172653",
                "label": "怀柔分公司",
                "children": [
                    {
                        "id": "34299389",
                        "label": "怀柔区南部"
                    },
                    {
                        "id": "34299384",
                        "label": "怀柔区北部"
                    }
                ]
            },
            {
                "id": "0172650",
                "label": "平谷分公司",
                "children": [
                    {
                        "id": "34300839",
                        "label": "平谷区东部"
                    },
                    {
                        "id": "34299392",
                        "label": "平谷区西部"
                    }
                ]
            },
            {
                "id": "0172656",
                "label": "密云分公司",
                "children": [
                    {
                        "id": "34300843",
                        "label": "密云区西部"
                    },
                    {
                        "id": "34300004",
                        "label": "密云区东部"
                    }
                ]
            },
            {
                "id": "0172662",
                "label": "延庆分公司",
                "children": [
                    {
                        "id": "34299407",
                        "label": "延庆区永宁区域"
                    },
                    {
                        "id": "34299403",
                        "label": "延庆区延庆区域"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001937",
        "label": "天津分公司",
        "children": [
            {
                "id": "0190204",
                "label": "市区分公司",
                "children": [
                    {
                        "id": "0106389",
                        "label": "和平区"
                    },
                    {
                        "id": "0106391",
                        "label": "河西区"
                    },
                    {
                        "id": "34301029",
                        "label": "南开区东部"
                    },
                    {
                        "id": "34299555",
                        "label": "南开区西部"
                    },
                    {
                        "id": "0106394",
                        "label": "红桥区"
                    }
                ]
            },
            {
                "id": "14901856",
                "label": "东区分公司",
                "children": [
                    {
                        "id": "34298484",
                        "label": "河东区西部"
                    },
                    {
                        "id": "34299558",
                        "label": "河东区东部"
                    },
                    {
                        "id": "34300126",
                        "label": "河北区北部"
                    },
                    {
                        "id": "34299561",
                        "label": "河北区南部"
                    },
                    {
                        "id": "2549900950",
                        "label": "东丽区"
                    }
                ]
            },
            {
                "id": "2541766",
                "label": "西青津南分公司",
                "children": [
                    {
                        "id": "34300129",
                        "label": "西青区东部"
                    },
                    {
                        "id": "34299566",
                        "label": "西青区西部"
                    },
                    {
                        "id": "34300180",
                        "label": "津南区西部"
                    },
                    {
                        "id": "34301073",
                        "label": "津南区东部"
                    }
                ]
            },
            {
                "id": "0190530",
                "label": "北区分公司",
                "children": [
                    {
                        "id": "34300184",
                        "label": "北辰区西部"
                    },
                    {
                        "id": "34301621",
                        "label": "北辰区东部"
                    },
                    {
                        "id": "34301623",
                        "label": "武清区南部"
                    },
                    {
                        "id": "34301625",
                        "label": "武清区北部"
                    }
                ]
            },
            {
                "id": "2541789",
                "label": "宝坻分公司",
                "children": [
                    {
                        "id": "34301080",
                        "label": "宝坻区南部"
                    },
                    {
                        "id": "34301083",
                        "label": "宝坻区东部"
                    },
                    {
                        "id": "34301627",
                        "label": "宝坻区西部"
                    }
                ]
            },
            {
                "id": "0190537",
                "label": "滨海分公司",
                "children": [
                    {
                        "id": "0191441",
                        "label": "汉沽区"
                    },
                    {
                        "id": "0191445",
                        "label": "大港区"
                    },
                    {
                        "id": "0191435",
                        "label": "塘沽区北部"
                    },
                    {
                        "id": "0099730",
                        "label": "塘沽区南部"
                    },
                    {
                        "id": "0106401",
                        "label": "宁河区"
                    },
                    {
                        "id": "0106395",
                        "label": "滨海东丽区"
                    }
                ]
            },
            {
                "id": "2541776",
                "label": "静海分公司",
                "children": [
                    {
                        "id": "34300194",
                        "label": "静海区西部"
                    },
                    {
                        "id": "34301102",
                        "label": "静海区南部"
                    },
                    {
                        "id": "34301644",
                        "label": "静海区东部"
                    }
                ]
            },
            {
                "id": "2541805",
                "label": "蓟县分公司",
                "children": [
                    {
                        "id": "34300190",
                        "label": "蓟州区南部"
                    },
                    {
                        "id": "34301633",
                        "label": "蓟州区北部"
                    },
                    {
                        "id": "34301091",
                        "label": "蓟州区西部"
                    },
                    {
                        "id": "34301630",
                        "label": "蓟州区东部"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001939",
        "label": "河北分公司",
        "children": [
            {
                "id": "0099733",
                "label": "石家庄分公司",
                "children": [
                    {
                        "id": "0106405",
                        "label": "长安区"
                    },
                    {
                        "id": "0106407",
                        "label": "桥西区"
                    },
                    {
                        "id": "0106408",
                        "label": "新华区"
                    },
                    {
                        "id": "0106409",
                        "label": "井陉矿区"
                    },
                    {
                        "id": "0106410",
                        "label": "裕华区"
                    },
                    {
                        "id": "0106423",
                        "label": "藁城区"
                    },
                    {
                        "id": "0106426",
                        "label": "鹿泉区"
                    },
                    {
                        "id": "0106413",
                        "label": "栾城区"
                    },
                    {
                        "id": "0106411",
                        "label": "井陉县"
                    },
                    {
                        "id": "0106412",
                        "label": "正定县"
                    },
                    {
                        "id": "0106414",
                        "label": "行唐县"
                    },
                    {
                        "id": "0106415",
                        "label": "灵寿县"
                    },
                    {
                        "id": "0106416",
                        "label": "高邑县"
                    },
                    {
                        "id": "0106417",
                        "label": "深泽县"
                    },
                    {
                        "id": "0106418",
                        "label": "赞皇县"
                    },
                    {
                        "id": "0106419",
                        "label": "无极县"
                    },
                    {
                        "id": "0106420",
                        "label": "平山县"
                    },
                    {
                        "id": "0106421",
                        "label": "元氏县"
                    },
                    {
                        "id": "0106422",
                        "label": "赵县"
                    },
                    {
                        "id": "0099745",
                        "label": "辛集市"
                    },
                    {
                        "id": "0106424",
                        "label": "晋州市"
                    },
                    {
                        "id": "0106425",
                        "label": "新乐市"
                    }
                ]
            },
            {
                "id": "0099735",
                "label": "唐山分公司",
                "children": [
                    {
                        "id": "0106428",
                        "label": "路南区"
                    },
                    {
                        "id": "0106429",
                        "label": "路北区"
                    },
                    {
                        "id": "0106430",
                        "label": "古冶区"
                    },
                    {
                        "id": "0106431",
                        "label": "开平区"
                    },
                    {
                        "id": "0106432",
                        "label": "丰南区"
                    },
                    {
                        "id": "0106433",
                        "label": "丰润区"
                    },
                    {
                        "id": "0106434",
                        "label": "曹妃甸区"
                    },
                    {
                        "id": "0106435",
                        "label": "滦县"
                    },
                    {
                        "id": "0106436",
                        "label": "滦南县"
                    },
                    {
                        "id": "0106437",
                        "label": "乐亭县"
                    },
                    {
                        "id": "0106438",
                        "label": "迁西县"
                    },
                    {
                        "id": "0106439",
                        "label": "玉田县"
                    },
                    {
                        "id": "0106440",
                        "label": "遵化市"
                    },
                    {
                        "id": "0106441",
                        "label": "迁安市"
                    }
                ]
            },
            {
                "id": "0099742",
                "label": "秦皇岛分公司",
                "children": [
                    {
                        "id": "0106443",
                        "label": "海港区"
                    },
                    {
                        "id": "0106444",
                        "label": "山海关区"
                    },
                    {
                        "id": "0106445",
                        "label": "北戴河区"
                    },
                    {
                        "id": "0106448",
                        "label": "抚宁区"
                    },
                    {
                        "id": "0106446",
                        "label": "青龙满族自治县"
                    },
                    {
                        "id": "0106447",
                        "label": "昌黎县"
                    },
                    {
                        "id": "0106449",
                        "label": "卢龙县"
                    },
                    {
                        "id": "4283672",
                        "label": "开发区"
                    }
                ]
            },
            {
                "id": "0099738",
                "label": "邯郸分公司",
                "children": [
                    {
                        "id": "0106451",
                        "label": "邯山区"
                    },
                    {
                        "id": "0106452",
                        "label": "丛台区"
                    },
                    {
                        "id": "0106453",
                        "label": "复兴区"
                    },
                    {
                        "id": "0106454",
                        "label": "峰峰矿区"
                    },
                    {
                        "id": "0106455",
                        "label": "邯郸县"
                    },
                    {
                        "id": "0106456",
                        "label": "临漳县"
                    },
                    {
                        "id": "0106457",
                        "label": "成安县"
                    },
                    {
                        "id": "0106458",
                        "label": "大名县"
                    },
                    {
                        "id": "0106459",
                        "label": "涉县"
                    },
                    {
                        "id": "0106460",
                        "label": "磁县"
                    },
                    {
                        "id": "0106461",
                        "label": "肥乡县"
                    },
                    {
                        "id": "0106462",
                        "label": "永年县"
                    },
                    {
                        "id": "0106463",
                        "label": "邱县"
                    },
                    {
                        "id": "0106464",
                        "label": "鸡泽县"
                    },
                    {
                        "id": "0106465",
                        "label": "广平县"
                    },
                    {
                        "id": "0106466",
                        "label": "馆陶县"
                    },
                    {
                        "id": "0106467",
                        "label": "魏县"
                    },
                    {
                        "id": "0106468",
                        "label": "曲周县"
                    },
                    {
                        "id": "0106469",
                        "label": "武安市"
                    }
                ]
            },
            {
                "id": "0099739",
                "label": "邢台分公司",
                "children": [
                    {
                        "id": "0106471",
                        "label": "桥东区"
                    },
                    {
                        "id": "0106472",
                        "label": "桥西区"
                    },
                    {
                        "id": "0106473",
                        "label": "邢台县"
                    },
                    {
                        "id": "0106474",
                        "label": "临城县"
                    },
                    {
                        "id": "0106475",
                        "label": "内丘县"
                    },
                    {
                        "id": "0106476",
                        "label": "柏乡县"
                    },
                    {
                        "id": "0106477",
                        "label": "隆尧县"
                    },
                    {
                        "id": "0106478",
                        "label": "任县"
                    },
                    {
                        "id": "0106479",
                        "label": "南和县"
                    },
                    {
                        "id": "0106480",
                        "label": "宁晋县"
                    },
                    {
                        "id": "0106481",
                        "label": "巨鹿县"
                    },
                    {
                        "id": "0106482",
                        "label": "新河县"
                    },
                    {
                        "id": "0106483",
                        "label": "广宗县"
                    },
                    {
                        "id": "0106484",
                        "label": "平乡县"
                    },
                    {
                        "id": "0106485",
                        "label": "威县"
                    },
                    {
                        "id": "0106486",
                        "label": "清河县"
                    },
                    {
                        "id": "0106487",
                        "label": "临西县"
                    },
                    {
                        "id": "0106488",
                        "label": "南宫市"
                    },
                    {
                        "id": "0106489",
                        "label": "沙河市"
                    }
                ]
            },
            {
                "id": "0099734",
                "label": "保定分公司",
                "children": [
                    {
                        "id": "0106491",
                        "label": "竞秀区"
                    },
                    {
                        "id": "0106492",
                        "label": "莲池区"
                    },
                    {
                        "id": "0106494",
                        "label": "满城区"
                    },
                    {
                        "id": "0106495",
                        "label": "清苑区"
                    },
                    {
                        "id": "0106498",
                        "label": "徐水区"
                    },
                    {
                        "id": "0106496",
                        "label": "涞水县"
                    },
                    {
                        "id": "0106497",
                        "label": "阜平县"
                    },
                    {
                        "id": "0106499",
                        "label": "定兴县"
                    },
                    {
                        "id": "0106500",
                        "label": "唐县"
                    },
                    {
                        "id": "0106501",
                        "label": "高阳县"
                    },
                    {
                        "id": "0106502",
                        "label": "容城县"
                    },
                    {
                        "id": "0106503",
                        "label": "涞源县"
                    },
                    {
                        "id": "0106504",
                        "label": "望都县"
                    },
                    {
                        "id": "0106505",
                        "label": "安新县"
                    },
                    {
                        "id": "0106506",
                        "label": "易县"
                    },
                    {
                        "id": "0106507",
                        "label": "曲阳县"
                    },
                    {
                        "id": "0106508",
                        "label": "蠡县"
                    },
                    {
                        "id": "0106509",
                        "label": "顺平县"
                    },
                    {
                        "id": "0106510",
                        "label": "博野县"
                    },
                    {
                        "id": "0106511",
                        "label": "雄县"
                    },
                    {
                        "id": "0106512",
                        "label": "涿州市"
                    },
                    {
                        "id": "0099744",
                        "label": "定州市"
                    },
                    {
                        "id": "0106513",
                        "label": "安国市"
                    },
                    {
                        "id": "0106514",
                        "label": "高碑店市"
                    },
                    {
                        "id": "0394041",
                        "label": "白沟"
                    }
                ]
            },
            {
                "id": "0099741",
                "label": "张家口分公司",
                "children": [
                    {
                        "id": "0106516",
                        "label": "市区"
                    },
                    {
                        "id": "0106518",
                        "label": "宣化区"
                    },
                    {
                        "id": "0106528",
                        "label": "万全区"
                    },
                    {
                        "id": "0106532",
                        "label": "崇礼区"
                    },
                    {
                        "id": "0106521",
                        "label": "张北县"
                    },
                    {
                        "id": "0106522",
                        "label": "康保县"
                    },
                    {
                        "id": "0106523",
                        "label": "沽源县"
                    },
                    {
                        "id": "0106524",
                        "label": "尚义县"
                    },
                    {
                        "id": "0106525",
                        "label": "蔚县"
                    },
                    {
                        "id": "0106526",
                        "label": "阳原县"
                    },
                    {
                        "id": "0106527",
                        "label": "怀安县"
                    },
                    {
                        "id": "0106529",
                        "label": "怀来县"
                    },
                    {
                        "id": "0106530",
                        "label": "涿鹿县"
                    },
                    {
                        "id": "0106531",
                        "label": "赤城县"
                    }
                ]
            },
            {
                "id": "0099740",
                "label": "承德分公司",
                "children": [
                    {
                        "id": "0106534",
                        "label": "双桥区"
                    },
                    {
                        "id": "0106535",
                        "label": "双滦区"
                    },
                    {
                        "id": "0106536",
                        "label": "鹰手营子矿区"
                    },
                    {
                        "id": "0106537",
                        "label": "承德县"
                    },
                    {
                        "id": "0106538",
                        "label": "兴隆县"
                    },
                    {
                        "id": "0106539",
                        "label": "平泉县"
                    },
                    {
                        "id": "0106540",
                        "label": "滦平县"
                    },
                    {
                        "id": "0106541",
                        "label": "隆化县"
                    },
                    {
                        "id": "0106542",
                        "label": "丰宁满族自治县"
                    },
                    {
                        "id": "0106543",
                        "label": "宽城满族自治县"
                    },
                    {
                        "id": "0106544",
                        "label": "围场满族蒙古族自治县"
                    }
                ]
            },
            {
                "id": "0099737",
                "label": "沧州分公司",
                "children": [
                    {
                        "id": "0106546",
                        "label": "新华区"
                    },
                    {
                        "id": "0106547",
                        "label": "运河区"
                    },
                    {
                        "id": "0106548",
                        "label": "沧县"
                    },
                    {
                        "id": "0106549",
                        "label": "青县"
                    },
                    {
                        "id": "0106550",
                        "label": "东光县"
                    },
                    {
                        "id": "0106551",
                        "label": "海兴县"
                    },
                    {
                        "id": "0106552",
                        "label": "盐山县"
                    },
                    {
                        "id": "0106553",
                        "label": "肃宁县"
                    },
                    {
                        "id": "0106554",
                        "label": "南皮县"
                    },
                    {
                        "id": "0106555",
                        "label": "吴桥县"
                    },
                    {
                        "id": "0106556",
                        "label": "献县"
                    },
                    {
                        "id": "0106557",
                        "label": "孟村回族自治县"
                    },
                    {
                        "id": "0106558",
                        "label": "泊头市"
                    },
                    {
                        "id": "0106559",
                        "label": "任丘市"
                    },
                    {
                        "id": "0394077",
                        "label": "渤海新区"
                    },
                    {
                        "id": "0106560",
                        "label": "黄骅市"
                    },
                    {
                        "id": "0106561",
                        "label": "河间市"
                    }
                ]
            },
            {
                "id": "0099736",
                "label": "廊坊分公司",
                "children": [
                    {
                        "id": "0106563",
                        "label": "安次区"
                    },
                    {
                        "id": "0106564",
                        "label": "广阳区"
                    },
                    {
                        "id": "0106565",
                        "label": "固安县"
                    },
                    {
                        "id": "0106566",
                        "label": "永清县"
                    },
                    {
                        "id": "0106567",
                        "label": "香河县"
                    },
                    {
                        "id": "0106568",
                        "label": "大城县"
                    },
                    {
                        "id": "0106569",
                        "label": "文安县"
                    },
                    {
                        "id": "0106570",
                        "label": "大厂回族自治县"
                    },
                    {
                        "id": "0106571",
                        "label": "霸州市"
                    },
                    {
                        "id": "34299996",
                        "label": "燕郊"
                    },
                    {
                        "id": "0106572",
                        "label": "三河市"
                    }
                ]
            },
            {
                "id": "0099743",
                "label": "衡水分公司",
                "children": [
                    {
                        "id": "0106574",
                        "label": "桃城区"
                    },
                    {
                        "id": "0106575",
                        "label": "枣强县"
                    },
                    {
                        "id": "0106576",
                        "label": "武邑县"
                    },
                    {
                        "id": "0106577",
                        "label": "武强县"
                    },
                    {
                        "id": "0106578",
                        "label": "饶阳县"
                    },
                    {
                        "id": "0106579",
                        "label": "安平县"
                    },
                    {
                        "id": "0106580",
                        "label": "故城县"
                    },
                    {
                        "id": "0106581",
                        "label": "景县"
                    },
                    {
                        "id": "0106582",
                        "label": "阜城县"
                    },
                    {
                        "id": "0106583",
                        "label": "冀州市"
                    },
                    {
                        "id": "0106584",
                        "label": "深州市"
                    }
                ]
            },
            {
                "id": "822782324",
                "label": "雄安分公司",
                "children": [
                    {
                        "id": "822789509",
                        "label": "安新区"
                    },
                    {
                        "id": "822790044",
                        "label": "容城区"
                    },
                    {
                        "id": "822786513",
                        "label": "雄县区"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001940",
        "label": "山西分公司",
        "children": [
            {
                "id": "0099747",
                "label": "太原分公司",
                "children": [
                    {
                        "id": "0672128",
                        "label": "小店区南部"
                    },
                    {
                        "id": "0106586",
                        "label": "小店区北部"
                    },
                    {
                        "id": "0106587",
                        "label": "迎泽区"
                    },
                    {
                        "id": "0106588",
                        "label": "杏花岭区"
                    },
                    {
                        "id": "0106589",
                        "label": "尖草坪区"
                    },
                    {
                        "id": "0672144",
                        "label": "万柏林区南部"
                    },
                    {
                        "id": "0106590",
                        "label": "万柏林区北部"
                    },
                    {
                        "id": "0106591",
                        "label": "晋源区"
                    },
                    {
                        "id": "0106592",
                        "label": "清徐县"
                    },
                    {
                        "id": "0106593",
                        "label": "阳曲县"
                    },
                    {
                        "id": "0106594",
                        "label": "娄烦县"
                    },
                    {
                        "id": "0106595",
                        "label": "古交市"
                    }
                ]
            },
            {
                "id": "0099748",
                "label": "大同分公司",
                "children": [
                    {
                        "id": "0287153",
                        "label": "御东区"
                    },
                    {
                        "id": "0106597",
                        "label": "城区"
                    },
                    {
                        "id": "0106598",
                        "label": "矿区"
                    },
                    {
                        "id": "0106599",
                        "label": "南郊区"
                    },
                    {
                        "id": "0106600",
                        "label": "新荣区"
                    },
                    {
                        "id": "0106601",
                        "label": "阳高县"
                    },
                    {
                        "id": "0106602",
                        "label": "天镇县"
                    },
                    {
                        "id": "0106603",
                        "label": "广灵县"
                    },
                    {
                        "id": "0106604",
                        "label": "灵丘县"
                    },
                    {
                        "id": "0106605",
                        "label": "浑源县"
                    },
                    {
                        "id": "0106606",
                        "label": "左云县"
                    },
                    {
                        "id": "0106607",
                        "label": "大同县"
                    }
                ]
            },
            {
                "id": "0099749",
                "label": "阳泉分公司",
                "children": [
                    {
                        "id": "0106609",
                        "label": "城区"
                    },
                    {
                        "id": "0106610",
                        "label": "矿区"
                    },
                    {
                        "id": "0106611",
                        "label": "郊区"
                    },
                    {
                        "id": "0106612",
                        "label": "平定县"
                    },
                    {
                        "id": "0106613",
                        "label": "盂县"
                    }
                ]
            },
            {
                "id": "0099750",
                "label": "长治分公司",
                "children": [
                    {
                        "id": "0106615",
                        "label": "城区"
                    },
                    {
                        "id": "0106616",
                        "label": "郊区"
                    },
                    {
                        "id": "0106617",
                        "label": "长治县"
                    },
                    {
                        "id": "0106618",
                        "label": "襄垣县"
                    },
                    {
                        "id": "0106619",
                        "label": "屯留县"
                    },
                    {
                        "id": "0106620",
                        "label": "平顺县"
                    },
                    {
                        "id": "0106621",
                        "label": "黎城县"
                    },
                    {
                        "id": "0106622",
                        "label": "壶关县"
                    },
                    {
                        "id": "0106623",
                        "label": "长子县"
                    },
                    {
                        "id": "0106624",
                        "label": "武乡县"
                    },
                    {
                        "id": "0106625",
                        "label": "沁县"
                    },
                    {
                        "id": "0106626",
                        "label": "沁源县"
                    },
                    {
                        "id": "0106627",
                        "label": "潞城市"
                    }
                ]
            },
            {
                "id": "0099751",
                "label": "晋城分公司",
                "children": [
                    {
                        "id": "0106629",
                        "label": "城区"
                    },
                    {
                        "id": "0106630",
                        "label": "沁水县"
                    },
                    {
                        "id": "0106631",
                        "label": "阳城县"
                    },
                    {
                        "id": "0106632",
                        "label": "陵川县"
                    },
                    {
                        "id": "0106633",
                        "label": "泽州县"
                    },
                    {
                        "id": "0106634",
                        "label": "高平市"
                    }
                ]
            },
            {
                "id": "0099752",
                "label": "朔州分公司",
                "children": [
                    {
                        "id": "0106636",
                        "label": "朔城区"
                    },
                    {
                        "id": "0106637",
                        "label": "平鲁区"
                    },
                    {
                        "id": "0106638",
                        "label": "山阴县"
                    },
                    {
                        "id": "0106639",
                        "label": "应县"
                    },
                    {
                        "id": "0106640",
                        "label": "右玉县"
                    },
                    {
                        "id": "0106641",
                        "label": "怀仁县"
                    }
                ]
            },
            {
                "id": "0099753",
                "label": "晋中分公司",
                "children": [
                    {
                        "id": "0106643",
                        "label": "榆次区"
                    },
                    {
                        "id": "0106644",
                        "label": "榆社县"
                    },
                    {
                        "id": "0106645",
                        "label": "左权县"
                    },
                    {
                        "id": "0106646",
                        "label": "和顺县"
                    },
                    {
                        "id": "0106647",
                        "label": "昔阳县"
                    },
                    {
                        "id": "0106648",
                        "label": "寿阳县"
                    },
                    {
                        "id": "0106649",
                        "label": "太谷县"
                    },
                    {
                        "id": "0106650",
                        "label": "祁县"
                    },
                    {
                        "id": "0106651",
                        "label": "平遥县"
                    },
                    {
                        "id": "0106652",
                        "label": "灵石县"
                    },
                    {
                        "id": "0106653",
                        "label": "介休市"
                    }
                ]
            },
            {
                "id": "0099754",
                "label": "运城分公司",
                "children": [
                    {
                        "id": "0106655",
                        "label": "盐湖区"
                    },
                    {
                        "id": "0106656",
                        "label": "临猗县"
                    },
                    {
                        "id": "0106657",
                        "label": "万荣县"
                    },
                    {
                        "id": "0106658",
                        "label": "闻喜县"
                    },
                    {
                        "id": "0106659",
                        "label": "稷山县"
                    },
                    {
                        "id": "0106660",
                        "label": "新绛县"
                    },
                    {
                        "id": "0106661",
                        "label": "绛县"
                    },
                    {
                        "id": "0106662",
                        "label": "垣曲县"
                    },
                    {
                        "id": "0106663",
                        "label": "夏县"
                    },
                    {
                        "id": "0106664",
                        "label": "平陆县"
                    },
                    {
                        "id": "0105967",
                        "label": "芮城县"
                    },
                    {
                        "id": "0105968",
                        "label": "永济市"
                    },
                    {
                        "id": "0105969",
                        "label": "河津市"
                    }
                ]
            },
            {
                "id": "0099755",
                "label": "忻州分公司",
                "children": [
                    {
                        "id": "0105971",
                        "label": "忻府区"
                    },
                    {
                        "id": "0105972",
                        "label": "定襄县"
                    },
                    {
                        "id": "0105973",
                        "label": "五台县"
                    },
                    {
                        "id": "0105974",
                        "label": "代县"
                    },
                    {
                        "id": "0105975",
                        "label": "繁峙县"
                    },
                    {
                        "id": "0105976",
                        "label": "宁武县"
                    },
                    {
                        "id": "0105977",
                        "label": "静乐县"
                    },
                    {
                        "id": "0105978",
                        "label": "神池县"
                    },
                    {
                        "id": "0105979",
                        "label": "五寨县"
                    },
                    {
                        "id": "0105980",
                        "label": "岢岚县"
                    },
                    {
                        "id": "0105981",
                        "label": "河曲县"
                    },
                    {
                        "id": "0105982",
                        "label": "保德县"
                    },
                    {
                        "id": "0105983",
                        "label": "偏关县"
                    },
                    {
                        "id": "0105984",
                        "label": "原平市"
                    }
                ]
            },
            {
                "id": "0099756",
                "label": "临汾分公司",
                "children": [
                    {
                        "id": "0105986",
                        "label": "尧都区"
                    },
                    {
                        "id": "0105987",
                        "label": "曲沃县"
                    },
                    {
                        "id": "0105988",
                        "label": "翼城县"
                    },
                    {
                        "id": "0105989",
                        "label": "襄汾县"
                    },
                    {
                        "id": "0105990",
                        "label": "洪洞县"
                    },
                    {
                        "id": "0105991",
                        "label": "古县"
                    },
                    {
                        "id": "0105992",
                        "label": "安泽县"
                    },
                    {
                        "id": "0105993",
                        "label": "浮山县"
                    },
                    {
                        "id": "0105994",
                        "label": "吉县"
                    },
                    {
                        "id": "0105995",
                        "label": "乡宁县"
                    },
                    {
                        "id": "0105996",
                        "label": "大宁县"
                    },
                    {
                        "id": "0105997",
                        "label": "隰县"
                    },
                    {
                        "id": "0105998",
                        "label": "永和县"
                    },
                    {
                        "id": "0105999",
                        "label": "蒲县"
                    },
                    {
                        "id": "0106000",
                        "label": "汾西县"
                    },
                    {
                        "id": "0106001",
                        "label": "侯马市"
                    },
                    {
                        "id": "0106002",
                        "label": "霍州市"
                    }
                ]
            },
            {
                "id": "0099757",
                "label": "吕梁分公司",
                "children": [
                    {
                        "id": "0106004",
                        "label": "离石区"
                    },
                    {
                        "id": "0106005",
                        "label": "文水县"
                    },
                    {
                        "id": "0106006",
                        "label": "交城县"
                    },
                    {
                        "id": "0106007",
                        "label": "兴县"
                    },
                    {
                        "id": "0106008",
                        "label": "临县"
                    },
                    {
                        "id": "0106009",
                        "label": "柳林县"
                    },
                    {
                        "id": "0106010",
                        "label": "石楼县"
                    },
                    {
                        "id": "0106011",
                        "label": "岚县"
                    },
                    {
                        "id": "0106012",
                        "label": "方山县"
                    },
                    {
                        "id": "0106013",
                        "label": "中阳县"
                    },
                    {
                        "id": "0106014",
                        "label": "交口县"
                    },
                    {
                        "id": "0106015",
                        "label": "孝义市"
                    },
                    {
                        "id": "0106016",
                        "label": "汾阳市"
                    }
                ]
            }
        ]
    },
    {
        "id": "0098372",
        "label": "内蒙古分公司",
        "children": [
            {
                "id": "0099759",
                "label": "呼和浩特分公司",
                "children": [
                    {
                        "id": "0106018",
                        "label": "新城区"
                    },
                    {
                        "id": "0106019",
                        "label": "回民区"
                    },
                    {
                        "id": "0273814",
                        "label": "金川开发区"
                    },
                    {
                        "id": "0273805",
                        "label": "金山开发区"
                    },
                    {
                        "id": "0106020",
                        "label": "玉泉区"
                    },
                    {
                        "id": "0106021",
                        "label": "赛罕区"
                    },
                    {
                        "id": "0273810",
                        "label": "金桥开发区"
                    },
                    {
                        "id": "0273812",
                        "label": "如意开发区"
                    },
                    {
                        "id": "0106022",
                        "label": "土默特左旗"
                    },
                    {
                        "id": "0106023",
                        "label": "托克托县"
                    },
                    {
                        "id": "0106024",
                        "label": "和林格尔县"
                    },
                    {
                        "id": "0106025",
                        "label": "清水河县"
                    },
                    {
                        "id": "0106026",
                        "label": "武川县"
                    }
                ]
            },
            {
                "id": "0099760",
                "label": "包头分公司",
                "children": [
                    {
                        "id": "0106028",
                        "label": "东河区"
                    },
                    {
                        "id": "0106029",
                        "label": "昆都仑区"
                    },
                    {
                        "id": "0106030",
                        "label": "青山区"
                    },
                    {
                        "id": "0273817",
                        "label": "稀土开发区"
                    },
                    {
                        "id": "0106031",
                        "label": "石拐区"
                    },
                    {
                        "id": "0106032",
                        "label": "白云鄂博矿区"
                    },
                    {
                        "id": "0106033",
                        "label": "九原区"
                    },
                    {
                        "id": "0106034",
                        "label": "土默特右旗"
                    },
                    {
                        "id": "0106035",
                        "label": "固阳县"
                    },
                    {
                        "id": "0106036",
                        "label": "达尔罕茂明安联合旗"
                    }
                ]
            },
            {
                "id": "0099769",
                "label": "乌海分公司",
                "children": [
                    {
                        "id": "0106038",
                        "label": "海勃湾区"
                    },
                    {
                        "id": "0106039",
                        "label": "海南区"
                    },
                    {
                        "id": "0106040",
                        "label": "乌达区"
                    }
                ]
            },
            {
                "id": "0099764",
                "label": "赤峰分公司",
                "children": [
                    {
                        "id": "0106042",
                        "label": "红山区"
                    },
                    {
                        "id": "0106043",
                        "label": "元宝山区"
                    },
                    {
                        "id": "0106044",
                        "label": "松山区"
                    },
                    {
                        "id": "0106045",
                        "label": "阿鲁科尔沁旗"
                    },
                    {
                        "id": "0106046",
                        "label": "巴林左旗"
                    },
                    {
                        "id": "0106047",
                        "label": "巴林右旗"
                    },
                    {
                        "id": "0106048",
                        "label": "林西县"
                    },
                    {
                        "id": "0106049",
                        "label": "克什克腾旗"
                    },
                    {
                        "id": "0106050",
                        "label": "翁牛特旗"
                    },
                    {
                        "id": "0106051",
                        "label": "喀喇沁旗"
                    },
                    {
                        "id": "0106052",
                        "label": "宁城县"
                    },
                    {
                        "id": "0106053",
                        "label": "敖汉旗"
                    }
                ]
            },
            {
                "id": "0099763",
                "label": "通辽分公司",
                "children": [
                    {
                        "id": "0106055",
                        "label": "科尔沁市区"
                    },
                    {
                        "id": "0273820",
                        "label": "科尔沁开发区"
                    },
                    {
                        "id": "0273822",
                        "label": "科尔沁郊区"
                    },
                    {
                        "id": "0106056",
                        "label": "科尔沁左翼中旗"
                    },
                    {
                        "id": "0106057",
                        "label": "科尔沁左翼后旗"
                    },
                    {
                        "id": "0106058",
                        "label": "开鲁县"
                    },
                    {
                        "id": "0106059",
                        "label": "库伦旗"
                    },
                    {
                        "id": "0106060",
                        "label": "奈曼旗"
                    },
                    {
                        "id": "0106061",
                        "label": "扎鲁特旗"
                    },
                    {
                        "id": "0106062",
                        "label": "霍林郭勒市"
                    }
                ]
            },
            {
                "id": "0099766",
                "label": "鄂尔多斯分公司",
                "children": [
                    {
                        "id": "0106064",
                        "label": "东胜区"
                    },
                    {
                        "id": "4233511",
                        "label": "铁西区"
                    },
                    {
                        "id": "0273826",
                        "label": "康巴什区"
                    },
                    {
                        "id": "0106065",
                        "label": "达拉特旗"
                    },
                    {
                        "id": "0106066",
                        "label": "准格尔旗"
                    },
                    {
                        "id": "0273830",
                        "label": "沙圪堵"
                    },
                    {
                        "id": "0106067",
                        "label": "鄂托克前旗"
                    },
                    {
                        "id": "0106068",
                        "label": "鄂托克旗"
                    },
                    {
                        "id": "0273832",
                        "label": "棋盘井"
                    },
                    {
                        "id": "0106069",
                        "label": "杭锦旗"
                    },
                    {
                        "id": "0106070",
                        "label": "乌审旗"
                    },
                    {
                        "id": "0106071",
                        "label": "伊金霍洛旗"
                    },
                    {
                        "id": "0273828",
                        "label": "上湾"
                    }
                ]
            },
            {
                "id": "0099761",
                "label": "呼伦贝尔分公司",
                "children": [
                    {
                        "id": "0106073",
                        "label": "海拉尔区"
                    },
                    {
                        "id": "0106074",
                        "label": "扎赉诺尔区"
                    },
                    {
                        "id": "0106075",
                        "label": "阿荣旗"
                    },
                    {
                        "id": "0106076",
                        "label": "莫力达瓦达斡尔族自治旗"
                    },
                    {
                        "id": "0289176",
                        "label": "大杨树"
                    },
                    {
                        "id": "0106077",
                        "label": "鄂伦春自治旗"
                    },
                    {
                        "id": "0106078",
                        "label": "鄂温克族自治旗"
                    },
                    {
                        "id": "0289181",
                        "label": "伊敏镇"
                    },
                    {
                        "id": "0289179",
                        "label": "大雁镇"
                    },
                    {
                        "id": "0106079",
                        "label": "陈巴尔虎旗"
                    },
                    {
                        "id": "0106080",
                        "label": "新巴尔虎左旗"
                    },
                    {
                        "id": "0106081",
                        "label": "新巴尔虎右旗"
                    },
                    {
                        "id": "0106082",
                        "label": "满洲里市"
                    },
                    {
                        "id": "0106083",
                        "label": "牙克石市"
                    },
                    {
                        "id": "0106084",
                        "label": "扎兰屯市"
                    },
                    {
                        "id": "0106085",
                        "label": "额尔古纳市"
                    },
                    {
                        "id": "0106086",
                        "label": "根河市"
                    }
                ]
            },
            {
                "id": "0099768",
                "label": "巴彦淖尔分公司",
                "children": [
                    {
                        "id": "34524312",
                        "label": "临河郊区"
                    },
                    {
                        "id": "34524992",
                        "label": "双河区"
                    },
                    {
                        "id": "34524998",
                        "label": "经济开发区"
                    },
                    {
                        "id": "0106088",
                        "label": "临河区"
                    },
                    {
                        "id": "0106089",
                        "label": "五原县"
                    },
                    {
                        "id": "0106090",
                        "label": "磴口县"
                    },
                    {
                        "id": "0106091",
                        "label": "乌拉特前旗"
                    },
                    {
                        "id": "34525003",
                        "label": "黑柳子工业园区"
                    },
                    {
                        "id": "0106092",
                        "label": "乌拉特中旗"
                    },
                    {
                        "id": "34524315",
                        "label": "金泉工业园区"
                    },
                    {
                        "id": "0106093",
                        "label": "乌拉特后旗"
                    },
                    {
                        "id": "0106094",
                        "label": "杭锦后旗"
                    }
                ]
            },
            {
                "id": "0099767",
                "label": "乌兰察布分公司",
                "children": [
                    {
                        "id": "0106096",
                        "label": "集宁区"
                    },
                    {
                        "id": "0106097",
                        "label": "卓资县"
                    },
                    {
                        "id": "0106098",
                        "label": "化德县"
                    },
                    {
                        "id": "0106099",
                        "label": "商都县"
                    },
                    {
                        "id": "0106100",
                        "label": "兴和县"
                    },
                    {
                        "id": "0106101",
                        "label": "凉城县"
                    },
                    {
                        "id": "0106102",
                        "label": "察哈尔右翼前旗"
                    },
                    {
                        "id": "0106103",
                        "label": "察哈尔右翼中旗"
                    },
                    {
                        "id": "0106104",
                        "label": "察哈尔右翼后旗"
                    },
                    {
                        "id": "0106105",
                        "label": "四子王旗"
                    },
                    {
                        "id": "0106106",
                        "label": "丰镇市"
                    }
                ]
            },
            {
                "id": "0099762",
                "label": "兴安分公司",
                "children": [
                    {
                        "id": "0106107",
                        "label": "乌兰浩特市"
                    },
                    {
                        "id": "0106108",
                        "label": "阿尔山市"
                    },
                    {
                        "id": "0106109",
                        "label": "科尔沁右翼前旗"
                    },
                    {
                        "id": "0106110",
                        "label": "科尔沁右翼中旗"
                    },
                    {
                        "id": "0106111",
                        "label": "扎赉特旗"
                    },
                    {
                        "id": "0106112",
                        "label": "突泉县"
                    }
                ]
            },
            {
                "id": "0099765",
                "label": "锡林郭勒分公司",
                "children": [
                    {
                        "id": "0106113",
                        "label": "二连浩特市"
                    },
                    {
                        "id": "0106114",
                        "label": "锡林浩特市"
                    },
                    {
                        "id": "0106115",
                        "label": "阿巴嘎旗"
                    },
                    {
                        "id": "0106116",
                        "label": "苏尼特左旗"
                    },
                    {
                        "id": "0106117",
                        "label": "苏尼特右旗"
                    },
                    {
                        "id": "0106118",
                        "label": "东乌珠穆沁旗"
                    },
                    {
                        "id": "0273836",
                        "label": "乌拉盖"
                    },
                    {
                        "id": "0106119",
                        "label": "西乌珠穆沁旗"
                    },
                    {
                        "id": "0106120",
                        "label": "太仆寺旗"
                    },
                    {
                        "id": "0106121",
                        "label": "镶黄旗"
                    },
                    {
                        "id": "0106122",
                        "label": "正镶白旗"
                    },
                    {
                        "id": "0106123",
                        "label": "正蓝旗"
                    },
                    {
                        "id": "0106124",
                        "label": "多伦县"
                    }
                ]
            },
            {
                "id": "0099770",
                "label": "阿拉善分公司",
                "children": [
                    {
                        "id": "0273838",
                        "label": "乌斯太"
                    },
                    {
                        "id": "0273842",
                        "label": "孪井滩"
                    },
                    {
                        "id": "0273840",
                        "label": "吉兰泰"
                    },
                    {
                        "id": "0106125",
                        "label": "阿拉善左旗"
                    },
                    {
                        "id": "0106126",
                        "label": "阿拉善右旗"
                    },
                    {
                        "id": "0106127",
                        "label": "额济纳旗"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001941",
        "label": "辽宁分公司",
        "children": [
            {
                "id": "0099772",
                "label": "沈阳市分公司",
                "children": [
                    {
                        "id": "0106129",
                        "label": "和平区"
                    },
                    {
                        "id": "0106130",
                        "label": "沈河区"
                    },
                    {
                        "id": "0106131",
                        "label": "大东区"
                    },
                    {
                        "id": "0106132",
                        "label": "皇姑区"
                    },
                    {
                        "id": "0106133",
                        "label": "铁西区"
                    },
                    {
                        "id": "0106134",
                        "label": "苏家屯区"
                    },
                    {
                        "id": "0106135",
                        "label": "浑南区"
                    },
                    {
                        "id": "0106136",
                        "label": "沈北新区"
                    },
                    {
                        "id": "0106137",
                        "label": "于洪区"
                    },
                    {
                        "id": "0106138",
                        "label": "辽中区"
                    },
                    {
                        "id": "0106139",
                        "label": "康平县"
                    },
                    {
                        "id": "0106140",
                        "label": "法库县"
                    },
                    {
                        "id": "0106141",
                        "label": "新民市"
                    }
                ]
            },
            {
                "id": "0099773",
                "label": "大连分公司",
                "children": [
                    {
                        "id": "0106143",
                        "label": "中山区"
                    },
                    {
                        "id": "0106144",
                        "label": "西岗区"
                    },
                    {
                        "id": "0106145",
                        "label": "沙河口区"
                    },
                    {
                        "id": "34302125",
                        "label": "大连湾区"
                    },
                    {
                        "id": "34302121",
                        "label": "高新园区"
                    },
                    {
                        "id": "0106146",
                        "label": "甘井子区"
                    },
                    {
                        "id": "0106147",
                        "label": "旅顺口区"
                    },
                    {
                        "id": "0106148",
                        "label": "金州区"
                    },
                    {
                        "id": "34302132",
                        "label": "开发区"
                    },
                    {
                        "id": "0106151",
                        "label": "普兰店区"
                    },
                    {
                        "id": "0106149",
                        "label": "长海县"
                    },
                    {
                        "id": "0106150",
                        "label": "瓦房店市"
                    },
                    {
                        "id": "0106152",
                        "label": "庄河市"
                    }
                ]
            },
            {
                "id": "0099774",
                "label": "鞍山分公司",
                "children": [
                    {
                        "id": "0106154",
                        "label": "铁东区"
                    },
                    {
                        "id": "0106155",
                        "label": "铁西区"
                    },
                    {
                        "id": "0106156",
                        "label": "立山区"
                    },
                    {
                        "id": "0106157",
                        "label": "千山区"
                    },
                    {
                        "id": "0106158",
                        "label": "台安县"
                    },
                    {
                        "id": "0106159",
                        "label": "岫岩满族自治县"
                    },
                    {
                        "id": "0106160",
                        "label": "海城东区"
                    },
                    {
                        "id": "34304758",
                        "label": "海城西区"
                    }
                ]
            },
            {
                "id": "0099775",
                "label": "抚顺分公司",
                "children": [
                    {
                        "id": "0106162",
                        "label": "新抚区"
                    },
                    {
                        "id": "0106163",
                        "label": "东洲区"
                    },
                    {
                        "id": "0106164",
                        "label": "望花区"
                    },
                    {
                        "id": "0106165",
                        "label": "顺城区"
                    },
                    {
                        "id": "0289190",
                        "label": "李石开发区"
                    },
                    {
                        "id": "0106166",
                        "label": "抚顺县"
                    },
                    {
                        "id": "0106167",
                        "label": "新宾满族自治县"
                    },
                    {
                        "id": "0106168",
                        "label": "清原满族自治县"
                    }
                ]
            },
            {
                "id": "0099776",
                "label": "本溪分公司",
                "children": [
                    {
                        "id": "0106170",
                        "label": "平山区"
                    },
                    {
                        "id": "0106171",
                        "label": "溪湖区"
                    },
                    {
                        "id": "0106172",
                        "label": "明山区"
                    },
                    {
                        "id": "0106173",
                        "label": "南芬区"
                    },
                    {
                        "id": "0106174",
                        "label": "本溪满族自治县"
                    },
                    {
                        "id": "0106175",
                        "label": "桓仁满族自治县"
                    }
                ]
            },
            {
                "id": "0099777",
                "label": "丹东分公司",
                "children": [
                    {
                        "id": "0106177",
                        "label": "元宝区"
                    },
                    {
                        "id": "0106178",
                        "label": "振兴区"
                    },
                    {
                        "id": "0106179",
                        "label": "振安区"
                    },
                    {
                        "id": "0106180",
                        "label": "宽甸满族自治县"
                    },
                    {
                        "id": "0106181",
                        "label": "东港市"
                    },
                    {
                        "id": "0106182",
                        "label": "凤城市"
                    }
                ]
            },
            {
                "id": "0099778",
                "label": "锦州分公司",
                "children": [
                    {
                        "id": "0106184",
                        "label": "古塔区"
                    },
                    {
                        "id": "0106185",
                        "label": "凌河区"
                    },
                    {
                        "id": "0289199",
                        "label": "松山新区"
                    },
                    {
                        "id": "0106186",
                        "label": "太和区"
                    },
                    {
                        "id": "0106187",
                        "label": "黑山县"
                    },
                    {
                        "id": "0106188",
                        "label": "义县"
                    },
                    {
                        "id": "0106189",
                        "label": "凌海市"
                    },
                    {
                        "id": "0289197",
                        "label": "滨海新区"
                    },
                    {
                        "id": "0106190",
                        "label": "北镇市"
                    }
                ]
            },
            {
                "id": "0099779",
                "label": "营口分公司",
                "children": [
                    {
                        "id": "0106192",
                        "label": "站前区"
                    },
                    {
                        "id": "0106193",
                        "label": "西市区"
                    },
                    {
                        "id": "0106194",
                        "label": "鲅鱼圈区"
                    },
                    {
                        "id": "0106195",
                        "label": "老边区"
                    },
                    {
                        "id": "0106196",
                        "label": "盖州市"
                    },
                    {
                        "id": "0106197",
                        "label": "大石桥市"
                    }
                ]
            },
            {
                "id": "0099780",
                "label": "阜新分公司",
                "children": [
                    {
                        "id": "0106199",
                        "label": "海州区"
                    },
                    {
                        "id": "0106200",
                        "label": "新邱区"
                    },
                    {
                        "id": "0106201",
                        "label": "太平区"
                    },
                    {
                        "id": "0106202",
                        "label": "清河门区"
                    },
                    {
                        "id": "0106203",
                        "label": "细河区"
                    },
                    {
                        "id": "0106204",
                        "label": "阜新蒙古族自治县"
                    },
                    {
                        "id": "0106205",
                        "label": "彰武县"
                    }
                ]
            },
            {
                "id": "0099781",
                "label": "辽阳分公司",
                "children": [
                    {
                        "id": "0106207",
                        "label": "白塔区"
                    },
                    {
                        "id": "0106208",
                        "label": "文圣区"
                    },
                    {
                        "id": "0106209",
                        "label": "宏伟区"
                    },
                    {
                        "id": "0106210",
                        "label": "弓长岭区"
                    },
                    {
                        "id": "0106211",
                        "label": "太子河区"
                    },
                    {
                        "id": "0106212",
                        "label": "辽阳县"
                    },
                    {
                        "id": "0106213",
                        "label": "灯塔市"
                    }
                ]
            },
            {
                "id": "0099784",
                "label": "盘锦分公司",
                "children": [
                    {
                        "id": "34304825",
                        "label": "双盘区域"
                    },
                    {
                        "id": "0106216",
                        "label": "兴隆台区"
                    },
                    {
                        "id": "0106217",
                        "label": "大洼县"
                    }
                ]
            },
            {
                "id": "0099782",
                "label": "铁岭分公司",
                "children": [
                    {
                        "id": "0106220",
                        "label": "银州区"
                    },
                    {
                        "id": "0106221",
                        "label": "清河区"
                    },
                    {
                        "id": "34302478",
                        "label": "新城区"
                    },
                    {
                        "id": "0106222",
                        "label": "铁岭县"
                    },
                    {
                        "id": "0106223",
                        "label": "西丰县"
                    },
                    {
                        "id": "0106224",
                        "label": "昌图县"
                    },
                    {
                        "id": "0106225",
                        "label": "调兵山市"
                    },
                    {
                        "id": "0106226",
                        "label": "开原市"
                    }
                ]
            },
            {
                "id": "0099783",
                "label": "朝阳分公司",
                "children": [
                    {
                        "id": "0106228",
                        "label": "双塔区"
                    },
                    {
                        "id": "0106229",
                        "label": "龙城区"
                    },
                    {
                        "id": "0106230",
                        "label": "朝阳县"
                    },
                    {
                        "id": "0106231",
                        "label": "建平县"
                    },
                    {
                        "id": "0106232",
                        "label": "喀喇沁左翼蒙古族自治县"
                    },
                    {
                        "id": "0106233",
                        "label": "北票市"
                    },
                    {
                        "id": "0106234",
                        "label": "凌源市"
                    }
                ]
            },
            {
                "id": "0099785",
                "label": "葫芦岛分公司",
                "children": [
                    {
                        "id": "0106236",
                        "label": "连山区"
                    },
                    {
                        "id": "0106237",
                        "label": "龙港区"
                    },
                    {
                        "id": "0106238",
                        "label": "南票区"
                    },
                    {
                        "id": "0106239",
                        "label": "绥中县"
                    },
                    {
                        "id": "0106240",
                        "label": "建昌县"
                    },
                    {
                        "id": "0106241",
                        "label": "兴城市"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001942",
        "label": "吉林分公司",
        "children": [
            {
                "id": "0099787",
                "label": "长春分公司",
                "children": [
                    {
                        "id": "0274919",
                        "label": "净月区"
                    },
                    {
                        "id": "0106243",
                        "label": "南关区"
                    },
                    {
                        "id": "0106244",
                        "label": "宽城区"
                    },
                    {
                        "id": "0274923",
                        "label": "高新区"
                    },
                    {
                        "id": "0274915",
                        "label": "高新北区"
                    },
                    {
                        "id": "0106245",
                        "label": "朝阳区"
                    },
                    {
                        "id": "0274921",
                        "label": "经开区"
                    },
                    {
                        "id": "0106246",
                        "label": "二道区"
                    },
                    {
                        "id": "0274917",
                        "label": "汽开区"
                    },
                    {
                        "id": "0106247",
                        "label": "绿园区"
                    },
                    {
                        "id": "0106248",
                        "label": "双阳区"
                    },
                    {
                        "id": "0106250",
                        "label": "九台区"
                    },
                    {
                        "id": "0106249",
                        "label": "农安县"
                    },
                    {
                        "id": "0106251",
                        "label": "榆树市"
                    },
                    {
                        "id": "0106252",
                        "label": "德惠市"
                    }
                ]
            },
            {
                "id": "0109116",
                "label": "吉林市分公司",
                "children": [
                    {
                        "id": "0109136",
                        "label": "昌邑区"
                    },
                    {
                        "id": "0109137",
                        "label": "龙潭区"
                    },
                    {
                        "id": "0109138",
                        "label": "船营区"
                    },
                    {
                        "id": "0109139",
                        "label": "丰满区"
                    },
                    {
                        "id": "0109140",
                        "label": "永吉县"
                    },
                    {
                        "id": "0109141",
                        "label": "蛟河市"
                    },
                    {
                        "id": "0109142",
                        "label": "桦甸市"
                    },
                    {
                        "id": "0109143",
                        "label": "舒兰市"
                    },
                    {
                        "id": "0109144",
                        "label": "磐石市"
                    }
                ]
            },
            {
                "id": "0099789",
                "label": "四平分公司",
                "children": [
                    {
                        "id": "0106254",
                        "label": "铁西区"
                    },
                    {
                        "id": "0106255",
                        "label": "铁东区"
                    },
                    {
                        "id": "0106256",
                        "label": "梨树县"
                    },
                    {
                        "id": "0106257",
                        "label": "伊通满族自治县"
                    },
                    {
                        "id": "0106258",
                        "label": "公主岭市"
                    },
                    {
                        "id": "0106259",
                        "label": "双辽市"
                    }
                ]
            },
            {
                "id": "0099794",
                "label": "辽源分公司",
                "children": [
                    {
                        "id": "0106261",
                        "label": "龙山区"
                    },
                    {
                        "id": "0106262",
                        "label": "西安区"
                    },
                    {
                        "id": "0106263",
                        "label": "东丰县"
                    },
                    {
                        "id": "0106264",
                        "label": "东辽县"
                    }
                ]
            },
            {
                "id": "0099791",
                "label": "通化分公司",
                "children": [
                    {
                        "id": "0106266",
                        "label": "东昌区"
                    },
                    {
                        "id": "0106267",
                        "label": "二道江区"
                    },
                    {
                        "id": "0106268",
                        "label": "通化县"
                    },
                    {
                        "id": "0106269",
                        "label": "辉南县"
                    },
                    {
                        "id": "0106270",
                        "label": "柳河县"
                    },
                    {
                        "id": "0106271",
                        "label": "梅河口市"
                    },
                    {
                        "id": "0106272",
                        "label": "集安市"
                    }
                ]
            },
            {
                "id": "0099793",
                "label": "白山分公司",
                "children": [
                    {
                        "id": "0106274",
                        "label": "浑江区"
                    },
                    {
                        "id": "0106275",
                        "label": "江源区"
                    },
                    {
                        "id": "0106276",
                        "label": "抚松县"
                    },
                    {
                        "id": "0106277",
                        "label": "靖宇县"
                    },
                    {
                        "id": "0106278",
                        "label": "长白朝鲜族自治县"
                    },
                    {
                        "id": "0106279",
                        "label": "临江市"
                    }
                ]
            },
            {
                "id": "0099790",
                "label": "松原分公司",
                "children": [
                    {
                        "id": "0106281",
                        "label": "宁江区"
                    },
                    {
                        "id": "0106282",
                        "label": "前郭尔罗斯蒙古族自治县"
                    },
                    {
                        "id": "0106283",
                        "label": "长岭县"
                    },
                    {
                        "id": "0106284",
                        "label": "乾安县"
                    },
                    {
                        "id": "0106285",
                        "label": "扶余市"
                    }
                ]
            },
            {
                "id": "0099792",
                "label": "白城分公司",
                "children": [
                    {
                        "id": "0106287",
                        "label": "洮北区"
                    },
                    {
                        "id": "0106288",
                        "label": "镇赉县"
                    },
                    {
                        "id": "0106289",
                        "label": "通榆县"
                    },
                    {
                        "id": "0106290",
                        "label": "洮南市"
                    },
                    {
                        "id": "0106291",
                        "label": "大安市"
                    }
                ]
            },
            {
                "id": "0099788",
                "label": "延边分公司",
                "children": [
                    {
                        "id": "0106292",
                        "label": "延吉市"
                    },
                    {
                        "id": "0106293",
                        "label": "图们市"
                    },
                    {
                        "id": "0106294",
                        "label": "敦化市"
                    },
                    {
                        "id": "0106295",
                        "label": "珲春市"
                    },
                    {
                        "id": "0106296",
                        "label": "龙井市"
                    },
                    {
                        "id": "0106297",
                        "label": "和龙市"
                    },
                    {
                        "id": "0106298",
                        "label": "汪清县"
                    },
                    {
                        "id": "0106299",
                        "label": "安图县"
                    },
                    {
                        "id": "0748153",
                        "label": "长白山池北区"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001943",
        "label": "黑龙江分公司",
        "children": [
            {
                "id": "0099796",
                "label": "哈尔滨分公司",
                "children": [
                    {
                        "id": "0106301",
                        "label": "道里区"
                    },
                    {
                        "id": "0106302",
                        "label": "南岗区"
                    },
                    {
                        "id": "0106303",
                        "label": "道外区"
                    },
                    {
                        "id": "0106304",
                        "label": "平房区"
                    },
                    {
                        "id": "0106305",
                        "label": "松北区"
                    },
                    {
                        "id": "0106306",
                        "label": "香坊区"
                    },
                    {
                        "id": "0106307",
                        "label": "呼兰区"
                    },
                    {
                        "id": "0106308",
                        "label": "阿城区"
                    },
                    {
                        "id": "0106316",
                        "label": "双城区"
                    },
                    {
                        "id": "0106309",
                        "label": "依兰县"
                    },
                    {
                        "id": "0106310",
                        "label": "方正县"
                    },
                    {
                        "id": "0106311",
                        "label": "宾县"
                    },
                    {
                        "id": "0106312",
                        "label": "巴彦县"
                    },
                    {
                        "id": "0106313",
                        "label": "木兰县"
                    },
                    {
                        "id": "0106314",
                        "label": "通河县"
                    },
                    {
                        "id": "0106315",
                        "label": "延寿县"
                    },
                    {
                        "id": "0106317",
                        "label": "尚志市"
                    },
                    {
                        "id": "0106318",
                        "label": "五常市"
                    }
                ]
            },
            {
                "id": "0099797",
                "label": "齐齐哈尔分公司",
                "children": [
                    {
                        "id": "0106320",
                        "label": "龙沙区"
                    },
                    {
                        "id": "0106322",
                        "label": "铁锋区"
                    },
                    {
                        "id": "0106327",
                        "label": "龙江县"
                    },
                    {
                        "id": "0106328",
                        "label": "依安县"
                    },
                    {
                        "id": "0106329",
                        "label": "泰来县"
                    },
                    {
                        "id": "0106330",
                        "label": "甘南县"
                    },
                    {
                        "id": "0106331",
                        "label": "富裕县"
                    },
                    {
                        "id": "0106332",
                        "label": "克山县"
                    },
                    {
                        "id": "0106333",
                        "label": "克东县"
                    },
                    {
                        "id": "0106334",
                        "label": "拜泉县"
                    }
                ]
            },
            {
                "id": "0099802",
                "label": "鸡西分公司",
                "children": [
                    {
                        "id": "0106337",
                        "label": "鸡城区"
                    },
                    {
                        "id": "0106338",
                        "label": "外四区"
                    },
                    {
                        "id": "0106343",
                        "label": "鸡东县"
                    },
                    {
                        "id": "0106344",
                        "label": "虎林市"
                    },
                    {
                        "id": "0106345",
                        "label": "密山市"
                    }
                ]
            },
            {
                "id": "0099803",
                "label": "鹤岗分公司",
                "children": [
                    {
                        "id": "0106347",
                        "label": "向阳区"
                    },
                    {
                        "id": "0106350",
                        "label": "兴安区"
                    },
                    {
                        "id": "0106353",
                        "label": "萝北县"
                    },
                    {
                        "id": "0106354",
                        "label": "绥滨县"
                    }
                ]
            },
            {
                "id": "0099804",
                "label": "双鸭山分公司",
                "children": [
                    {
                        "id": "0106356",
                        "label": "尖山区"
                    },
                    {
                        "id": "0106357",
                        "label": "三区(19年4月作废)，原REMARK=230503"
                    },
                    {
                        "id": "0106360",
                        "label": "集贤县"
                    },
                    {
                        "id": "0106361",
                        "label": "友谊县"
                    },
                    {
                        "id": "0106362",
                        "label": "宝清县"
                    },
                    {
                        "id": "0106363",
                        "label": "饶河县"
                    }
                ]
            },
            {
                "id": "0099800",
                "label": "大庆分公司",
                "children": [
                    {
                        "id": "0106365",
                        "label": "萨尔图区"
                    },
                    {
                        "id": "0286018",
                        "label": "开发区"
                    },
                    {
                        "id": "0106366",
                        "label": "龙凤区"
                    },
                    {
                        "id": "0286020",
                        "label": "乘风"
                    },
                    {
                        "id": "0106367",
                        "label": "让胡路区"
                    },
                    {
                        "id": "0106368",
                        "label": "红岗区"
                    },
                    {
                        "id": "0106369",
                        "label": "大同区"
                    },
                    {
                        "id": "0106370",
                        "label": "肇州县"
                    },
                    {
                        "id": "0106371",
                        "label": "肇源县"
                    },
                    {
                        "id": "0106372",
                        "label": "林甸县"
                    },
                    {
                        "id": "0106373",
                        "label": "杜尔伯特蒙古族自治县"
                    }
                ]
            },
            {
                "id": "0099806",
                "label": "伊春分公司",
                "children": [
                    {
                        "id": "0106375",
                        "label": "伊春区"
                    },
                    {
                        "id": "0286009",
                        "label": "浩良河"
                    },
                    {
                        "id": "0106376",
                        "label": "南岔区"
                    },
                    {
                        "id": "0106666",
                        "label": "嘉荫县"
                    },
                    {
                        "id": "0286013",
                        "label": "朗乡"
                    },
                    {
                        "id": "0106667",
                        "label": "铁力市"
                    },
                    {
                        "id": "0286011",
                        "label": "桃山"
                    },
                    {
                        "id": "0286015",
                        "label": "双丰"
                    }
                ]
            },
            {
                "id": "0099799",
                "label": "佳木斯分公司",
                "children": [
                    {
                        "id": "0106670",
                        "label": "前进区"
                    },
                    {
                        "id": "0106671",
                        "label": "东风区"
                    },
                    {
                        "id": "0106672",
                        "label": "郊区"
                    },
                    {
                        "id": "0106673",
                        "label": "桦南县"
                    },
                    {
                        "id": "0106674",
                        "label": "桦川县"
                    },
                    {
                        "id": "0106675",
                        "label": "汤原县"
                    },
                    {
                        "id": "0106676",
                        "label": "抚远县"
                    },
                    {
                        "id": "0106677",
                        "label": "同江市"
                    },
                    {
                        "id": "0274794",
                        "label": "建三江"
                    },
                    {
                        "id": "0106678",
                        "label": "富锦市"
                    }
                ]
            },
            {
                "id": "0099805",
                "label": "七台河分公司",
                "children": [
                    {
                        "id": "0106682",
                        "label": "茄子河区"
                    },
                    {
                        "id": "0274796",
                        "label": "金沙新区"
                    },
                    {
                        "id": "0106683",
                        "label": "勃利县"
                    }
                ]
            },
            {
                "id": "0099798",
                "label": "牡丹江分公司",
                "children": [
                    {
                        "id": "0106685",
                        "label": "东安区"
                    },
                    {
                        "id": "0106686",
                        "label": "阳明区"
                    },
                    {
                        "id": "0106687",
                        "label": "爱民区"
                    },
                    {
                        "id": "0106690",
                        "label": "林口县"
                    },
                    {
                        "id": "0106689",
                        "label": "绥芬河市"
                    },
                    {
                        "id": "0106692",
                        "label": "海林市"
                    },
                    {
                        "id": "0106693",
                        "label": "宁安市"
                    },
                    {
                        "id": "0106694",
                        "label": "穆棱市"
                    }
                ]
            },
            {
                "id": "0099807",
                "label": "黑河分公司",
                "children": [
                    {
                        "id": "0106696",
                        "label": "爱辉区"
                    },
                    {
                        "id": "0106697",
                        "label": "嫩江县"
                    },
                    {
                        "id": "0106698",
                        "label": "逊克县"
                    },
                    {
                        "id": "0106699",
                        "label": "孙吴县"
                    },
                    {
                        "id": "0106700",
                        "label": "北安市"
                    },
                    {
                        "id": "0106701",
                        "label": "五大连池市"
                    }
                ]
            },
            {
                "id": "0099801",
                "label": "绥化分公司",
                "children": [
                    {
                        "id": "0106703",
                        "label": "北林区"
                    },
                    {
                        "id": "0106704",
                        "label": "望奎县"
                    },
                    {
                        "id": "0106705",
                        "label": "兰西县"
                    },
                    {
                        "id": "0106706",
                        "label": "青冈县"
                    },
                    {
                        "id": "0106707",
                        "label": "庆安县"
                    },
                    {
                        "id": "0106708",
                        "label": "明水县"
                    },
                    {
                        "id": "0106709",
                        "label": "绥棱县"
                    },
                    {
                        "id": "0106710",
                        "label": "安达市"
                    },
                    {
                        "id": "0106711",
                        "label": "肇东市"
                    },
                    {
                        "id": "0106712",
                        "label": "海伦市"
                    }
                ]
            },
            {
                "id": "0099808",
                "label": "大兴安岭分公司",
                "children": [
                    {
                        "id": "0274799",
                        "label": "加格达奇区"
                    },
                    {
                        "id": "0274813",
                        "label": "呼中区"
                    },
                    {
                        "id": "0106713",
                        "label": "呼玛县"
                    },
                    {
                        "id": "0106715",
                        "label": "漠河县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001936",
        "label": "上海分公司",
        "children": [
            {
                "id": "0190654",
                "label": "南区分公司",
                "children": [
                    {
                        "id": "0109145",
                        "label": "黄浦区"
                    },
                    {
                        "id": "0099811",
                        "label": "徐汇区"
                    }
                ]
            },
            {
                "id": "0190640",
                "label": "西区分公司",
                "children": [
                    {
                        "id": "0099812",
                        "label": "长宁区"
                    },
                    {
                        "id": "0109146",
                        "label": "静安区"
                    },
                    {
                        "id": "0109147",
                        "label": "普陀区"
                    }
                ]
            },
            {
                "id": "0190658",
                "label": "北区分公司",
                "children": [
                    {
                        "id": "0109148",
                        "label": "闸北区"
                    },
                    {
                        "id": "0099813",
                        "label": "虹口区"
                    },
                    {
                        "id": "0109149",
                        "label": "杨浦区"
                    }
                ]
            },
            {
                "id": "0190646",
                "label": "闵行区分公司",
                "children": [
                    {
                        "id": "0749080",
                        "label": "闵行区南部"
                    },
                    {
                        "id": "0099814",
                        "label": "闵行区中部"
                    },
                    {
                        "id": "34353786",
                        "label": "闵行区北部"
                    }
                ]
            },
            {
                "id": "0190656",
                "label": "宝山区分公司",
                "children": [
                    {
                        "id": "0099815",
                        "label": "宝山区南部"
                    },
                    {
                        "id": "0749147",
                        "label": "宝山区北部"
                    }
                ]
            },
            {
                "id": "0190577",
                "label": "嘉定区分公司",
                "children": [
                    {
                        "id": "0099816",
                        "label": "嘉定区南部"
                    },
                    {
                        "id": "0749207",
                        "label": "嘉定区北部"
                    }
                ]
            },
            {
                "id": "0190660",
                "label": "浦东新区分公司",
                "children": [
                    {
                        "id": "0749289",
                        "label": "浦东新区康航"
                    },
                    {
                        "id": "0749294",
                        "label": "浦东新区惠南"
                    },
                    {
                        "id": "0749284",
                        "label": "浦东新区川祝"
                    },
                    {
                        "id": "0749247",
                        "label": "浦东新区南部"
                    },
                    {
                        "id": "0749299",
                        "label": "浦东新区临港"
                    },
                    {
                        "id": "0099810",
                        "label": "浦东新区北部"
                    }
                ]
            },
            {
                "id": "0190573",
                "label": "金山区分公司",
                "children": [
                    {
                        "id": "0099819",
                        "label": "金山区南部"
                    },
                    {
                        "id": "0749381",
                        "label": "金山区北部"
                    }
                ]
            },
            {
                "id": "0190652",
                "label": "松江区分公司",
                "children": [
                    {
                        "id": "0749397",
                        "label": "松江区北部"
                    },
                    {
                        "id": "0099817",
                        "label": "松江区南部"
                    },
                    {
                        "id": "0749392",
                        "label": "松江区中部"
                    }
                ]
            },
            {
                "id": "0190648",
                "label": "青浦区分公司",
                "children": [
                    {
                        "id": "34351296",
                        "label": "青浦区东部"
                    },
                    {
                        "id": "0099818",
                        "label": "青浦区西部"
                    }
                ]
            },
            {
                "id": "0190575",
                "label": "奉贤区分公司",
                "children": [
                    {
                        "id": "0749411",
                        "label": "奉贤区东部"
                    },
                    {
                        "id": "0099820",
                        "label": "奉贤区西部"
                    }
                ]
            },
            {
                "id": "0190571",
                "label": "崇明区分公司",
                "children": [
                    {
                        "id": "0099821",
                        "label": "崇明县东部"
                    },
                    {
                        "id": "0749424",
                        "label": "崇明县西部"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001944",
        "label": "江苏分公司",
        "children": [
            {
                "id": "0099823",
                "label": "南京分公司",
                "children": [
                    {
                        "id": "0106717",
                        "label": "玄武区"
                    },
                    {
                        "id": "0106718",
                        "label": "秦淮区"
                    },
                    {
                        "id": "0106719",
                        "label": "建邺区"
                    },
                    {
                        "id": "0106720",
                        "label": "鼓楼区"
                    },
                    {
                        "id": "0106721",
                        "label": "浦口区"
                    },
                    {
                        "id": "0106722",
                        "label": "栖霞区"
                    },
                    {
                        "id": "0106723",
                        "label": "雨花台区"
                    },
                    {
                        "id": "0106724",
                        "label": "江宁区"
                    },
                    {
                        "id": "0106725",
                        "label": "六合区"
                    },
                    {
                        "id": "0106726",
                        "label": "溧水区"
                    },
                    {
                        "id": "0106727",
                        "label": "高淳区"
                    },
                    {
                        "id": "2501100612",
                        "label": "秦淮玄武区"
                    },
                    {
                        "id": "2501109241",
                        "label": "建邺雨花区"
                    },
                    {
                        "id": "2501109292",
                        "label": "浦口六合区"
                    },
                    {
                        "id": "2501109102",
                        "label": "鼓楼栖霞区"
                    },
                    {
                        "id": "2501109366",
                        "label": "溧水高淳区"
                    }
                ]
            },
            {
                "id": "0099825",
                "label": "无锡分公司",
                "children": [
                    {
                        "id": "0106732",
                        "label": "锡山区"
                    },
                    {
                        "id": "0106733",
                        "label": "惠山区"
                    },
                    {
                        "id": "0106734",
                        "label": "滨湖区"
                    },
                    {
                        "id": "0106731",
                        "label": "北塘区"
                    },
                    {
                        "id": "0106729",
                        "label": "崇安区"
                    },
                    {
                        "id": "0106730",
                        "label": "南长区"
                    },
                    {
                        "id": "0749618",
                        "label": "新吴区"
                    },
                    {
                        "id": "0106735",
                        "label": "江阴市"
                    },
                    {
                        "id": "0106736",
                        "label": "宜兴市"
                    },
                    {
                        "id": "2501126984",
                        "label": "锡东区"
                    },
                    {
                        "id": "2501127035",
                        "label": "锡西区"
                    }
                ]
            },
            {
                "id": "0099826",
                "label": "徐州分公司",
                "children": [
                    {
                        "id": "0106738",
                        "label": "鼓楼区"
                    },
                    {
                        "id": "0106739",
                        "label": "云龙区"
                    },
                    {
                        "id": "0106740",
                        "label": "贾汪区"
                    },
                    {
                        "id": "0106741",
                        "label": "泉山区"
                    },
                    {
                        "id": "0106742",
                        "label": "铜山区"
                    },
                    {
                        "id": "0106743",
                        "label": "丰县"
                    },
                    {
                        "id": "0106744",
                        "label": "沛县"
                    },
                    {
                        "id": "0106745",
                        "label": "睢宁县"
                    },
                    {
                        "id": "0106746",
                        "label": "新沂市"
                    },
                    {
                        "id": "0106747",
                        "label": "邳州市"
                    },
                    {
                        "id": "2501128055",
                        "label": "贾鼓云区域"
                    },
                    {
                        "id": "2501128337",
                        "label": "丰沛区域"
                    },
                    {
                        "id": "2501129506",
                        "label": "铜泉区域"
                    },
                    {
                        "id": "2501129686",
                        "label": "邳新区域"
                    },
                    {
                        "id": "2505554067",
                        "label": "睢宁区域"
                    }
                ]
            },
            {
                "id": "0099827",
                "label": "常州分公司",
                "children": [
                    {
                        "id": "0106749",
                        "label": "天宁区"
                    },
                    {
                        "id": "0106750",
                        "label": "钟楼区"
                    },
                    {
                        "id": "0106752",
                        "label": "新北区"
                    },
                    {
                        "id": "0106753",
                        "label": "武进区"
                    },
                    {
                        "id": "0106755",
                        "label": "金坛区"
                    },
                    {
                        "id": "0106754",
                        "label": "溧阳市"
                    },
                    {
                        "id": "2501112459",
                        "label": "常州城区"
                    }
                ]
            },
            {
                "id": "0099824",
                "label": "苏州分公司",
                "children": [
                    {
                        "id": "0106757",
                        "label": "虎丘区"
                    },
                    {
                        "id": "0106758",
                        "label": "吴中区"
                    },
                    {
                        "id": "0749659",
                        "label": "园区"
                    },
                    {
                        "id": "0106759",
                        "label": "相城区"
                    },
                    {
                        "id": "0106760",
                        "label": "姑苏区"
                    },
                    {
                        "id": "0106761",
                        "label": "吴江区"
                    },
                    {
                        "id": "0106762",
                        "label": "常熟市"
                    },
                    {
                        "id": "0106763",
                        "label": "张家港市"
                    },
                    {
                        "id": "0106764",
                        "label": "昆山市"
                    },
                    {
                        "id": "0106765",
                        "label": "太仓市"
                    },
                    {
                        "id": "2501116104",
                        "label": "苏州西区"
                    },
                    {
                        "id": "2501116052",
                        "label": "苏州东区"
                    }
                ]
            },
            {
                "id": "0099828",
                "label": "南通分公司",
                "children": [
                    {
                        "id": "0106767",
                        "label": "崇川区"
                    },
                    {
                        "id": "0106768",
                        "label": "港闸区"
                    },
                    {
                        "id": "0106769",
                        "label": "通州区"
                    },
                    {
                        "id": "0749674",
                        "label": "开发区"
                    },
                    {
                        "id": "0106770",
                        "label": "海安县"
                    },
                    {
                        "id": "0106771",
                        "label": "如东县"
                    },
                    {
                        "id": "0106772",
                        "label": "启东市"
                    },
                    {
                        "id": "0106773",
                        "label": "如皋市"
                    },
                    {
                        "id": "0106774",
                        "label": "海门市"
                    },
                    {
                        "id": "2501116520",
                        "label": "大南通区域"
                    },
                    {
                        "id": "2501116458",
                        "label": "如海区域"
                    }
                ]
            },
            {
                "id": "0099829",
                "label": "连云港分公司",
                "children": [
                    {
                        "id": "0106776",
                        "label": "连云区"
                    },
                    {
                        "id": "0106778",
                        "label": "海州区"
                    },
                    {
                        "id": "0106779",
                        "label": "赣榆区"
                    },
                    {
                        "id": "0106780",
                        "label": "东海县"
                    },
                    {
                        "id": "0106781",
                        "label": "灌云县"
                    },
                    {
                        "id": "0106782",
                        "label": "灌南县"
                    },
                    {
                        "id": "2501114214",
                        "label": "海州东海区"
                    },
                    {
                        "id": "2501114263",
                        "label": "赣榆连云区"
                    },
                    {
                        "id": "2501115601",
                        "label": "灌云灌南区"
                    }
                ]
            },
            {
                "id": "0099830",
                "label": "淮安分公司",
                "children": [
                    {
                        "id": "0106784",
                        "label": "清河区"
                    },
                    {
                        "id": "0106785",
                        "label": "淮安区"
                    },
                    {
                        "id": "0106786",
                        "label": "淮阴区"
                    },
                    {
                        "id": "0106787",
                        "label": "清浦区"
                    },
                    {
                        "id": "0106788",
                        "label": "涟水县"
                    },
                    {
                        "id": "0106789",
                        "label": "洪泽县"
                    },
                    {
                        "id": "0106790",
                        "label": "盱眙县"
                    },
                    {
                        "id": "0106791",
                        "label": "金湖县"
                    },
                    {
                        "id": "2501112404",
                        "label": "市区"
                    },
                    {
                        "id": "2501114503",
                        "label": "淮阴涟水区"
                    },
                    {
                        "id": "2501114048",
                        "label": "淮安洪泽区"
                    },
                    {
                        "id": "2501114107",
                        "label": "金湖盱眙区"
                    }
                ]
            },
            {
                "id": "0099831",
                "label": "盐城分公司",
                "children": [
                    {
                        "id": "0107369",
                        "label": "亭湖区"
                    },
                    {
                        "id": "0107370",
                        "label": "盐都区"
                    },
                    {
                        "id": "0107377",
                        "label": "大丰区"
                    },
                    {
                        "id": "0107371",
                        "label": "响水县"
                    },
                    {
                        "id": "0107372",
                        "label": "滨海县"
                    },
                    {
                        "id": "0107373",
                        "label": "阜宁县"
                    },
                    {
                        "id": "0107374",
                        "label": "射阳县"
                    },
                    {
                        "id": "0107375",
                        "label": "建湖县"
                    },
                    {
                        "id": "0107376",
                        "label": "东台市"
                    },
                    {
                        "id": "2501130528",
                        "label": "亭湖盐都区"
                    },
                    {
                        "id": "2501130606",
                        "label": "建湖阜宁区"
                    },
                    {
                        "id": "2501129974",
                        "label": "滨海响水区"
                    }
                ]
            },
            {
                "id": "0099832",
                "label": "扬州分公司",
                "children": [
                    {
                        "id": "0107379",
                        "label": "广陵区"
                    },
                    {
                        "id": "0107380",
                        "label": "邗江区"
                    },
                    {
                        "id": "0107381",
                        "label": "江都区"
                    },
                    {
                        "id": "0107382",
                        "label": "宝应县"
                    },
                    {
                        "id": "0107383",
                        "label": "仪征市"
                    },
                    {
                        "id": "0107384",
                        "label": "高邮市"
                    },
                    {
                        "id": "2501130713",
                        "label": "高邮宝应区域"
                    }
                ]
            },
            {
                "id": "0099833",
                "label": "镇江分公司",
                "children": [
                    {
                        "id": "0107386",
                        "label": "京口区"
                    },
                    {
                        "id": "34305932",
                        "label": "镇江新区"
                    },
                    {
                        "id": "0107387",
                        "label": "润州区"
                    },
                    {
                        "id": "0107388",
                        "label": "丹徒区"
                    },
                    {
                        "id": "0107389",
                        "label": "丹阳市"
                    },
                    {
                        "id": "0107390",
                        "label": "扬中市"
                    },
                    {
                        "id": "0107391",
                        "label": "句容市"
                    },
                    {
                        "id": "2501130774",
                        "label": "市扬区域"
                    }
                ]
            },
            {
                "id": "0099834",
                "label": "泰州分公司",
                "children": [
                    {
                        "id": "0107393",
                        "label": "海陵区"
                    },
                    {
                        "id": "0107394",
                        "label": "高港区"
                    },
                    {
                        "id": "0107395",
                        "label": "姜堰区"
                    },
                    {
                        "id": "0107396",
                        "label": "兴化市"
                    },
                    {
                        "id": "0107397",
                        "label": "靖江市"
                    },
                    {
                        "id": "0107398",
                        "label": "泰兴市"
                    },
                    {
                        "id": "2501117815",
                        "label": "海姜高区域"
                    }
                ]
            },
            {
                "id": "0099835",
                "label": "宿迁分公司",
                "children": [
                    {
                        "id": "0107400",
                        "label": "宿城区"
                    },
                    {
                        "id": "0107401",
                        "label": "宿豫区"
                    },
                    {
                        "id": "0107402",
                        "label": "沭阳县"
                    },
                    {
                        "id": "0107403",
                        "label": "泗阳县"
                    },
                    {
                        "id": "0107404",
                        "label": "泗洪县"
                    },
                    {
                        "id": "2501127966",
                        "label": "市区"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001945",
        "label": "浙江分公司",
        "children": [
            {
                "id": "0099872",
                "label": "杭州分公司",
                "children": [
                    {
                        "id": "0107406",
                        "label": "上城区"
                    },
                    {
                        "id": "0107407",
                        "label": "下城区"
                    },
                    {
                        "id": "0107408",
                        "label": "江干区"
                    },
                    {
                        "id": "34349042",
                        "label": "下沙经济开发区"
                    },
                    {
                        "id": "0107409",
                        "label": "拱墅区"
                    },
                    {
                        "id": "0107410",
                        "label": "西湖区"
                    },
                    {
                        "id": "0107411",
                        "label": "滨江区"
                    },
                    {
                        "id": "0107412",
                        "label": "萧山区"
                    },
                    {
                        "id": "0107413",
                        "label": "余杭区"
                    },
                    {
                        "id": "0107417",
                        "label": "富阳区"
                    },
                    {
                        "id": "0107414",
                        "label": "桐庐县"
                    },
                    {
                        "id": "0107415",
                        "label": "淳安县"
                    },
                    {
                        "id": "0107416",
                        "label": "建德市"
                    },
                    {
                        "id": "0107418",
                        "label": "临安市"
                    }
                ]
            },
            {
                "id": "0099873",
                "label": "宁波分公司",
                "children": [
                    {
                        "id": "0107420",
                        "label": "海曙区"
                    },
                    {
                        "id": "0107421",
                        "label": "江东区"
                    },
                    {
                        "id": "0107422",
                        "label": "江北区"
                    },
                    {
                        "id": "0107423",
                        "label": "北仑区"
                    },
                    {
                        "id": "0107424",
                        "label": "镇海区"
                    },
                    {
                        "id": "0107425",
                        "label": "鄞州区"
                    },
                    {
                        "id": "0107426",
                        "label": "象山县"
                    },
                    {
                        "id": "0107427",
                        "label": "宁海县"
                    },
                    {
                        "id": "0107428",
                        "label": "余姚市"
                    },
                    {
                        "id": "0107429",
                        "label": "慈溪市"
                    },
                    {
                        "id": "0107430",
                        "label": "奉化市"
                    }
                ]
            },
            {
                "id": "0099874",
                "label": "温州分公司",
                "children": [
                    {
                        "id": "0107432",
                        "label": "鹿城区"
                    },
                    {
                        "id": "0107433",
                        "label": "龙湾区"
                    },
                    {
                        "id": "0107434",
                        "label": "瓯海区"
                    },
                    {
                        "id": "0107435",
                        "label": "洞头区"
                    },
                    {
                        "id": "0107436",
                        "label": "永嘉县"
                    },
                    {
                        "id": "0107437",
                        "label": "平阳县"
                    },
                    {
                        "id": "0107438",
                        "label": "苍南县"
                    },
                    {
                        "id": "0107439",
                        "label": "文成县"
                    },
                    {
                        "id": "0107440",
                        "label": "泰顺县"
                    },
                    {
                        "id": "0107441",
                        "label": "瑞安市"
                    },
                    {
                        "id": "0107442",
                        "label": "乐清市"
                    }
                ]
            },
            {
                "id": "0099875",
                "label": "嘉兴分公司",
                "children": [
                    {
                        "id": "0107444",
                        "label": "南湖区"
                    },
                    {
                        "id": "0107445",
                        "label": "秀洲区"
                    },
                    {
                        "id": "0107446",
                        "label": "嘉善县"
                    },
                    {
                        "id": "0107447",
                        "label": "海盐县"
                    },
                    {
                        "id": "0107448",
                        "label": "海宁市"
                    },
                    {
                        "id": "0107449",
                        "label": "平湖市"
                    },
                    {
                        "id": "0107450",
                        "label": "桐乡市"
                    }
                ]
            },
            {
                "id": "0099876",
                "label": "湖州分公司",
                "children": [
                    {
                        "id": "0107452",
                        "label": "吴兴区"
                    },
                    {
                        "id": "0107453",
                        "label": "南浔区"
                    },
                    {
                        "id": "0107454",
                        "label": "德清县"
                    },
                    {
                        "id": "0107455",
                        "label": "长兴县"
                    },
                    {
                        "id": "0107456",
                        "label": "安吉县"
                    }
                ]
            },
            {
                "id": "0099877",
                "label": "绍兴分公司",
                "children": [
                    {
                        "id": "0107458",
                        "label": "越城区"
                    },
                    {
                        "id": "0107459",
                        "label": "柯桥区"
                    },
                    {
                        "id": "0107462",
                        "label": "上虞区"
                    },
                    {
                        "id": "0107460",
                        "label": "新昌县"
                    },
                    {
                        "id": "0107461",
                        "label": "诸暨市"
                    },
                    {
                        "id": "0107463",
                        "label": "嵊州市"
                    }
                ]
            },
            {
                "id": "0099878",
                "label": "金华分公司",
                "children": [
                    {
                        "id": "0107465",
                        "label": "婺城区"
                    },
                    {
                        "id": "0107466",
                        "label": "金东区"
                    },
                    {
                        "id": "0107467",
                        "label": "武义县"
                    },
                    {
                        "id": "0107468",
                        "label": "浦江县"
                    },
                    {
                        "id": "0107469",
                        "label": "磐安县"
                    },
                    {
                        "id": "0107470",
                        "label": "兰溪市"
                    },
                    {
                        "id": "0107471",
                        "label": "义乌市"
                    },
                    {
                        "id": "0107472",
                        "label": "东阳市"
                    },
                    {
                        "id": "0107473",
                        "label": "永康市"
                    }
                ]
            },
            {
                "id": "0099879",
                "label": "衢州分公司",
                "children": [
                    {
                        "id": "0107475",
                        "label": "柯城区"
                    },
                    {
                        "id": "0107476",
                        "label": "衢江区"
                    },
                    {
                        "id": "0107477",
                        "label": "常山县"
                    },
                    {
                        "id": "0107478",
                        "label": "开化县"
                    },
                    {
                        "id": "0107479",
                        "label": "龙游县"
                    },
                    {
                        "id": "0107480",
                        "label": "江山市"
                    }
                ]
            },
            {
                "id": "0099882",
                "label": "舟山分公司",
                "children": [
                    {
                        "id": "0107482",
                        "label": "定海区"
                    },
                    {
                        "id": "0107483",
                        "label": "普陀区"
                    },
                    {
                        "id": "0107484",
                        "label": "岱山县"
                    },
                    {
                        "id": "0107485",
                        "label": "嵊泗县"
                    }
                ]
            },
            {
                "id": "0099881",
                "label": "台州分公司",
                "children": [
                    {
                        "id": "0107487",
                        "label": "椒江区"
                    },
                    {
                        "id": "0107488",
                        "label": "黄岩区"
                    },
                    {
                        "id": "0107489",
                        "label": "路桥区"
                    },
                    {
                        "id": "0107490",
                        "label": "玉环县"
                    },
                    {
                        "id": "0107491",
                        "label": "三门县"
                    },
                    {
                        "id": "0107492",
                        "label": "天台县"
                    },
                    {
                        "id": "0107493",
                        "label": "仙居县"
                    },
                    {
                        "id": "0107494",
                        "label": "温岭市"
                    },
                    {
                        "id": "0107495",
                        "label": "临海市"
                    }
                ]
            },
            {
                "id": "0099880",
                "label": "丽水分公司",
                "children": [
                    {
                        "id": "0107497",
                        "label": "莲都区"
                    },
                    {
                        "id": "0107498",
                        "label": "青田县"
                    },
                    {
                        "id": "0107499",
                        "label": "缙云县"
                    },
                    {
                        "id": "0107500",
                        "label": "遂昌县"
                    },
                    {
                        "id": "0107501",
                        "label": "松阳县"
                    },
                    {
                        "id": "0107502",
                        "label": "云和县"
                    },
                    {
                        "id": "0107503",
                        "label": "庆元县"
                    },
                    {
                        "id": "0107504",
                        "label": "景宁畲族自治县"
                    },
                    {
                        "id": "0107505",
                        "label": "龙泉市"
                    }
                ]
            }
        ]
    },
    {
        "id": "0030633",
        "label": "安徽分公司",
        "children": [
            {
                "id": "0099855",
                "label": "合肥分公司",
                "children": [
                    {
                        "id": "34305266",
                        "label": "新站区"
                    },
                    {
                        "id": "0107507",
                        "label": "瑶海区"
                    },
                    {
                        "id": "0107508",
                        "label": "庐阳区"
                    },
                    {
                        "id": "34305748",
                        "label": "双凤区"
                    },
                    {
                        "id": "0107509",
                        "label": "蜀山区"
                    },
                    {
                        "id": "34306634",
                        "label": "政务区"
                    },
                    {
                        "id": "34305279",
                        "label": "高新区"
                    },
                    {
                        "id": "34305273",
                        "label": "经开区"
                    },
                    {
                        "id": "0107510",
                        "label": "包河区"
                    },
                    {
                        "id": "34306638",
                        "label": "滨湖区"
                    },
                    {
                        "id": "0107511",
                        "label": "长丰县"
                    },
                    {
                        "id": "0107512",
                        "label": "肥东县"
                    },
                    {
                        "id": "0107513",
                        "label": "肥西县"
                    },
                    {
                        "id": "0107514",
                        "label": "庐江县"
                    },
                    {
                        "id": "0107515",
                        "label": "巢湖市"
                    }
                ]
            },
            {
                "id": "0099856",
                "label": "芜湖分公司",
                "children": [
                    {
                        "id": "0107517",
                        "label": "镜湖区"
                    },
                    {
                        "id": "0107518",
                        "label": "弋江区"
                    },
                    {
                        "id": "0107519",
                        "label": "鸠江区"
                    },
                    {
                        "id": "0107520",
                        "label": "三山区"
                    },
                    {
                        "id": "0107521",
                        "label": "芜湖县"
                    },
                    {
                        "id": "0107522",
                        "label": "繁昌县"
                    },
                    {
                        "id": "0107523",
                        "label": "南陵县"
                    },
                    {
                        "id": "0107524",
                        "label": "无为县"
                    }
                ]
            },
            {
                "id": "0099861",
                "label": "蚌埠分公司",
                "children": [
                    {
                        "id": "0107526",
                        "label": "龙子湖区"
                    },
                    {
                        "id": "0107527",
                        "label": "蚌山区"
                    },
                    {
                        "id": "0107528",
                        "label": "禹会区"
                    },
                    {
                        "id": "0107529",
                        "label": "淮上区"
                    },
                    {
                        "id": "0107530",
                        "label": "怀远县"
                    },
                    {
                        "id": "0107531",
                        "label": "五河县"
                    },
                    {
                        "id": "0107532",
                        "label": "固镇县"
                    }
                ]
            },
            {
                "id": "0099866",
                "label": "淮南分公司",
                "children": [
                    {
                        "id": "0107534",
                        "label": "大通区"
                    },
                    {
                        "id": "0107535",
                        "label": "田家庵区"
                    },
                    {
                        "id": "0107536",
                        "label": "谢家集区"
                    },
                    {
                        "id": "0107537",
                        "label": "八公山区"
                    },
                    {
                        "id": "0107538",
                        "label": "潘集区"
                    },
                    {
                        "id": "0107539",
                        "label": "凤台县"
                    },
                    {
                        "id": "0107604",
                        "label": "寿县"
                    },
                    {
                        "id": "4233526",
                        "label": "寿县北"
                    }
                ]
            },
            {
                "id": "0099867",
                "label": "马鞍山分公司",
                "children": [
                    {
                        "id": "0107541",
                        "label": "花山区"
                    },
                    {
                        "id": "0107542",
                        "label": "雨山区"
                    },
                    {
                        "id": "0107543",
                        "label": "博望区"
                    },
                    {
                        "id": "0107544",
                        "label": "当涂县"
                    },
                    {
                        "id": "0107545",
                        "label": "含山县"
                    },
                    {
                        "id": "0107546",
                        "label": "和县"
                    }
                ]
            },
            {
                "id": "0099868",
                "label": "淮北分公司",
                "children": [
                    {
                        "id": "0107548",
                        "label": "杜集区"
                    },
                    {
                        "id": "0107549",
                        "label": "相山区"
                    },
                    {
                        "id": "0107550",
                        "label": "烈山区"
                    },
                    {
                        "id": "34305835",
                        "label": "濉溪县北区"
                    },
                    {
                        "id": "0107551",
                        "label": "濉溪县南区"
                    }
                ]
            },
            {
                "id": "0099869",
                "label": "铜陵分公司",
                "children": [
                    {
                        "id": "0107553",
                        "label": "铜官区"
                    },
                    {
                        "id": "0107556",
                        "label": "义安区"
                    },
                    {
                        "id": "0107555",
                        "label": "郊区"
                    },
                    {
                        "id": "0107562",
                        "label": "枞阳县"
                    }
                ]
            },
            {
                "id": "0099857",
                "label": "安庆分公司",
                "children": [
                    {
                        "id": "0107558",
                        "label": "迎江区"
                    },
                    {
                        "id": "0107559",
                        "label": "大观区"
                    },
                    {
                        "id": "0107560",
                        "label": "宜秀区"
                    },
                    {
                        "id": "0107561",
                        "label": "怀宁县"
                    },
                    {
                        "id": "0107563",
                        "label": "潜山县"
                    },
                    {
                        "id": "0107564",
                        "label": "太湖县"
                    },
                    {
                        "id": "0107565",
                        "label": "宿松县"
                    },
                    {
                        "id": "0107566",
                        "label": "望江县"
                    },
                    {
                        "id": "0107567",
                        "label": "岳西县"
                    },
                    {
                        "id": "0107568",
                        "label": "桐城市"
                    }
                ]
            },
            {
                "id": "0099863",
                "label": "黄山分公司",
                "children": [
                    {
                        "id": "0107570",
                        "label": "屯溪区"
                    },
                    {
                        "id": "0107571",
                        "label": "黄山区"
                    },
                    {
                        "id": "0751509",
                        "label": "黄山风景区"
                    },
                    {
                        "id": "0107572",
                        "label": "徽州区"
                    },
                    {
                        "id": "0107573",
                        "label": "歙县"
                    },
                    {
                        "id": "0107574",
                        "label": "休宁县"
                    },
                    {
                        "id": "0107575",
                        "label": "黟县"
                    },
                    {
                        "id": "0107576",
                        "label": "祁门县"
                    }
                ]
            },
            {
                "id": "0099864",
                "label": "滁州分公司",
                "children": [
                    {
                        "id": "0107578",
                        "label": "琅琊区"
                    },
                    {
                        "id": "0107579",
                        "label": "南谯区"
                    },
                    {
                        "id": "0107580",
                        "label": "来安县"
                    },
                    {
                        "id": "0107581",
                        "label": "全椒县"
                    },
                    {
                        "id": "0107582",
                        "label": "定远县"
                    },
                    {
                        "id": "0107583",
                        "label": "凤阳县"
                    },
                    {
                        "id": "0107584",
                        "label": "天长市"
                    },
                    {
                        "id": "0107585",
                        "label": "明光市"
                    }
                ]
            },
            {
                "id": "0099859",
                "label": "阜阳分公司",
                "children": [
                    {
                        "id": "0107587",
                        "label": "颍州区"
                    },
                    {
                        "id": "0107592",
                        "label": "颍东区"
                    },
                    {
                        "id": "0107589",
                        "label": "颍泉区"
                    },
                    {
                        "id": "0107590",
                        "label": "临泉县"
                    },
                    {
                        "id": "0107591",
                        "label": "太和县"
                    },
                    {
                        "id": "0107588",
                        "label": "阜南县"
                    },
                    {
                        "id": "0107593",
                        "label": "颍上县"
                    },
                    {
                        "id": "0107594",
                        "label": "界首市"
                    }
                ]
            },
            {
                "id": "0099858",
                "label": "宿州分公司",
                "children": [
                    {
                        "id": "0107596",
                        "label": "埇桥区"
                    },
                    {
                        "id": "0107597",
                        "label": "砀山县"
                    },
                    {
                        "id": "0107598",
                        "label": "萧县"
                    },
                    {
                        "id": "0107599",
                        "label": "灵璧县"
                    },
                    {
                        "id": "0107600",
                        "label": "泗县"
                    }
                ]
            },
            {
                "id": "0099860",
                "label": "六安分公司",
                "children": [
                    {
                        "id": "0107602",
                        "label": "金安区"
                    },
                    {
                        "id": "0107603",
                        "label": "裕安区"
                    },
                    {
                        "id": "34304348",
                        "label": "叶集区"
                    },
                    {
                        "id": "0107605",
                        "label": "霍邱县"
                    },
                    {
                        "id": "0107606",
                        "label": "舒城县"
                    },
                    {
                        "id": "0107607",
                        "label": "金寨县"
                    },
                    {
                        "id": "0107608",
                        "label": "霍山县"
                    }
                ]
            },
            {
                "id": "0099862",
                "label": "亳州分公司",
                "children": [
                    {
                        "id": "0107610",
                        "label": "谯城区"
                    },
                    {
                        "id": "0107611",
                        "label": "涡阳县"
                    },
                    {
                        "id": "0107612",
                        "label": "蒙城县"
                    },
                    {
                        "id": "0107613",
                        "label": "利辛县"
                    }
                ]
            },
            {
                "id": "0099870",
                "label": "池州分公司",
                "children": [
                    {
                        "id": "0107615",
                        "label": "贵池区"
                    },
                    {
                        "id": "0107616",
                        "label": "东至县"
                    },
                    {
                        "id": "0107617",
                        "label": "石台县"
                    },
                    {
                        "id": "0751527",
                        "label": "九华山风景区"
                    },
                    {
                        "id": "0107618",
                        "label": "青阳县"
                    }
                ]
            },
            {
                "id": "0099865",
                "label": "宣城分公司",
                "children": [
                    {
                        "id": "0107620",
                        "label": "宣州区"
                    },
                    {
                        "id": "0107621",
                        "label": "郎溪县"
                    },
                    {
                        "id": "0107622",
                        "label": "广德县"
                    },
                    {
                        "id": "0107623",
                        "label": "泾县"
                    },
                    {
                        "id": "0107624",
                        "label": "绩溪县"
                    },
                    {
                        "id": "0107625",
                        "label": "旌德县"
                    },
                    {
                        "id": "0107626",
                        "label": "宁国市"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001933",
        "label": "福建分公司",
        "children": [
            {
                "id": "0099884",
                "label": "福州分公司",
                "children": [
                    {
                        "id": "0107628",
                        "label": "鼓楼区"
                    },
                    {
                        "id": "0107629",
                        "label": "台江区"
                    },
                    {
                        "id": "0107630",
                        "label": "仓山区"
                    },
                    {
                        "id": "0107631",
                        "label": "马尾区"
                    },
                    {
                        "id": "0107632",
                        "label": "晋安区"
                    },
                    {
                        "id": "0107633",
                        "label": "闽侯县"
                    },
                    {
                        "id": "0107634",
                        "label": "连江县"
                    },
                    {
                        "id": "0107635",
                        "label": "罗源县"
                    },
                    {
                        "id": "0107636",
                        "label": "闽清县"
                    },
                    {
                        "id": "0107637",
                        "label": "永泰县"
                    },
                    {
                        "id": "0107638",
                        "label": "平潭县"
                    },
                    {
                        "id": "0107639",
                        "label": "福清市"
                    },
                    {
                        "id": "0107640",
                        "label": "长乐市"
                    }
                ]
            },
            {
                "id": "0099885",
                "label": "厦门分公司",
                "children": [
                    {
                        "id": "0107642",
                        "label": "思明区"
                    },
                    {
                        "id": "0107643",
                        "label": "海沧区"
                    },
                    {
                        "id": "0107644",
                        "label": "湖里区"
                    },
                    {
                        "id": "0107645",
                        "label": "集美区"
                    },
                    {
                        "id": "0107646",
                        "label": "同安区"
                    },
                    {
                        "id": "0107647",
                        "label": "翔安区"
                    }
                ]
            },
            {
                "id": "0099889",
                "label": "莆田分公司",
                "children": [
                    {
                        "id": "0107649",
                        "label": "城厢区"
                    },
                    {
                        "id": "0107650",
                        "label": "涵江区"
                    },
                    {
                        "id": "0107651",
                        "label": "荔城区"
                    },
                    {
                        "id": "0107652",
                        "label": "秀屿区"
                    },
                    {
                        "id": "0107653",
                        "label": "仙游县"
                    }
                ]
            },
            {
                "id": "0099891",
                "label": "三明分公司",
                "children": [
                    {
                        "id": "0107655",
                        "label": "梅列区"
                    },
                    {
                        "id": "0107656",
                        "label": "三元区"
                    },
                    {
                        "id": "0107657",
                        "label": "明溪县"
                    },
                    {
                        "id": "0107658",
                        "label": "清流县"
                    },
                    {
                        "id": "0107659",
                        "label": "宁化县"
                    },
                    {
                        "id": "0107660",
                        "label": "大田县"
                    },
                    {
                        "id": "0107661",
                        "label": "尤溪县"
                    },
                    {
                        "id": "0107662",
                        "label": "沙县"
                    },
                    {
                        "id": "0107663",
                        "label": "将乐县"
                    },
                    {
                        "id": "0107664",
                        "label": "泰宁县"
                    },
                    {
                        "id": "0107665",
                        "label": "建宁县"
                    },
                    {
                        "id": "0107666",
                        "label": "永安市"
                    }
                ]
            },
            {
                "id": "0099886",
                "label": "泉州分公司",
                "children": [
                    {
                        "id": "0107668",
                        "label": "鲤城区"
                    },
                    {
                        "id": "0107669",
                        "label": "丰泽区"
                    },
                    {
                        "id": "0107670",
                        "label": "洛江区"
                    },
                    {
                        "id": "0107671",
                        "label": "泉港区"
                    },
                    {
                        "id": "0107672",
                        "label": "惠安县"
                    },
                    {
                        "id": "0107673",
                        "label": "安溪县"
                    },
                    {
                        "id": "0107674",
                        "label": "永春县"
                    },
                    {
                        "id": "0107675",
                        "label": "德化县"
                    },
                    {
                        "id": "0107677",
                        "label": "石狮市"
                    },
                    {
                        "id": "0107678",
                        "label": "晋江市"
                    },
                    {
                        "id": "0107679",
                        "label": "南安市"
                    }
                ]
            },
            {
                "id": "0099887",
                "label": "漳州分公司",
                "children": [
                    {
                        "id": "0107681",
                        "label": "芗城区"
                    },
                    {
                        "id": "0107682",
                        "label": "龙文区"
                    },
                    {
                        "id": "0107683",
                        "label": "云霄县"
                    },
                    {
                        "id": "0107684",
                        "label": "漳浦县"
                    },
                    {
                        "id": "0107685",
                        "label": "诏安县"
                    },
                    {
                        "id": "0107686",
                        "label": "长泰县"
                    },
                    {
                        "id": "0107687",
                        "label": "东山县"
                    },
                    {
                        "id": "0107688",
                        "label": "南靖县"
                    },
                    {
                        "id": "0107689",
                        "label": "平和县"
                    },
                    {
                        "id": "0107690",
                        "label": "华安县"
                    },
                    {
                        "id": "0107691",
                        "label": "龙海市"
                    }
                ]
            },
            {
                "id": "0099890",
                "label": "南平分公司",
                "children": [
                    {
                        "id": "0107693",
                        "label": "延平区"
                    },
                    {
                        "id": "0107702",
                        "label": "建阳区"
                    },
                    {
                        "id": "0107694",
                        "label": "顺昌县"
                    },
                    {
                        "id": "0107695",
                        "label": "浦城县"
                    },
                    {
                        "id": "0107696",
                        "label": "光泽县"
                    },
                    {
                        "id": "0107697",
                        "label": "松溪县"
                    },
                    {
                        "id": "0107698",
                        "label": "政和县"
                    },
                    {
                        "id": "0107699",
                        "label": "邵武市"
                    },
                    {
                        "id": "0107700",
                        "label": "武夷山市"
                    },
                    {
                        "id": "0107701",
                        "label": "建瓯市"
                    }
                ]
            },
            {
                "id": "0099892",
                "label": "龙岩分公司",
                "children": [
                    {
                        "id": "0107704",
                        "label": "新罗区"
                    },
                    {
                        "id": "0107706",
                        "label": "永定区"
                    },
                    {
                        "id": "0107705",
                        "label": "长汀县"
                    },
                    {
                        "id": "0107707",
                        "label": "上杭县"
                    },
                    {
                        "id": "0107708",
                        "label": "武平县"
                    },
                    {
                        "id": "0107709",
                        "label": "连城县"
                    },
                    {
                        "id": "0107710",
                        "label": "漳平市"
                    }
                ]
            },
            {
                "id": "0099888",
                "label": "宁德分公司",
                "children": [
                    {
                        "id": "0107712",
                        "label": "蕉城区"
                    },
                    {
                        "id": "0107713",
                        "label": "霞浦县"
                    },
                    {
                        "id": "0107714",
                        "label": "古田县"
                    },
                    {
                        "id": "0107715",
                        "label": "屏南县"
                    },
                    {
                        "id": "0107716",
                        "label": "寿宁县"
                    },
                    {
                        "id": "0107717",
                        "label": "周宁县"
                    },
                    {
                        "id": "0107718",
                        "label": "柘荣县"
                    },
                    {
                        "id": "0107719",
                        "label": "福安市"
                    },
                    {
                        "id": "0107720",
                        "label": "福鼎市"
                    }
                ]
            }
        ]
    },
    {
        "id": "0096766",
        "label": "江西分公司",
        "children": [
            {
                "id": "0099894",
                "label": "南昌分公司",
                "children": [
                    {
                        "id": "0107722",
                        "label": "东湖区"
                    },
                    {
                        "id": "0107723",
                        "label": "西湖区"
                    },
                    {
                        "id": "0107724",
                        "label": "青云谱区"
                    },
                    {
                        "id": "0107725",
                        "label": "湾里区"
                    },
                    {
                        "id": "0274946",
                        "label": "昌北区"
                    },
                    {
                        "id": "34305920",
                        "label": "高新区"
                    },
                    {
                        "id": "0107726",
                        "label": "青山湖区"
                    },
                    {
                        "id": "0107728",
                        "label": "新建区"
                    },
                    {
                        "id": "0107727",
                        "label": "南昌县"
                    },
                    {
                        "id": "0107729",
                        "label": "安义县"
                    },
                    {
                        "id": "0107730",
                        "label": "进贤县"
                    },
                    {
                        "id": "0107721",
                        "label": "红谷滩新区"
                    }
                ]
            },
            {
                "id": "0099902",
                "label": "景德镇分公司",
                "children": [
                    {
                        "id": "0107732",
                        "label": "昌江区"
                    },
                    {
                        "id": "0107733",
                        "label": "珠山区"
                    },
                    {
                        "id": "0107734",
                        "label": "浮梁县"
                    },
                    {
                        "id": "0107735",
                        "label": "乐平市"
                    }
                ]
            },
            {
                "id": "0099901",
                "label": "萍乡分公司",
                "children": [
                    {
                        "id": "0107737",
                        "label": "安源区"
                    },
                    {
                        "id": "0107738",
                        "label": "湘东区"
                    },
                    {
                        "id": "0107739",
                        "label": "莲花县"
                    },
                    {
                        "id": "0107740",
                        "label": "上栗县"
                    },
                    {
                        "id": "0107741",
                        "label": "芦溪县"
                    }
                ]
            },
            {
                "id": "0099896",
                "label": "九江分公司",
                "children": [
                    {
                        "id": "0107743",
                        "label": "庐山区"
                    },
                    {
                        "id": "0107744",
                        "label": "浔阳区"
                    },
                    {
                        "id": "0107745",
                        "label": "九江县"
                    },
                    {
                        "id": "0107746",
                        "label": "武宁县"
                    },
                    {
                        "id": "0107747",
                        "label": "修水县"
                    },
                    {
                        "id": "0107748",
                        "label": "永修县"
                    },
                    {
                        "id": "0107749",
                        "label": "德安县"
                    },
                    {
                        "id": "0107750",
                        "label": "星子县"
                    },
                    {
                        "id": "0107751",
                        "label": "都昌县"
                    },
                    {
                        "id": "0107752",
                        "label": "湖口县"
                    },
                    {
                        "id": "0107753",
                        "label": "彭泽县"
                    },
                    {
                        "id": "0107754",
                        "label": "瑞昌市"
                    },
                    {
                        "id": "0107755",
                        "label": "共青城市"
                    }
                ]
            },
            {
                "id": "0099903",
                "label": "新余分公司",
                "children": [
                    {
                        "id": "0107757",
                        "label": "渝水区"
                    },
                    {
                        "id": "0107758",
                        "label": "分宜县"
                    }
                ]
            },
            {
                "id": "0099904",
                "label": "鹰潭分公司",
                "children": [
                    {
                        "id": "0107760",
                        "label": "月湖区"
                    },
                    {
                        "id": "0107761",
                        "label": "余江县"
                    },
                    {
                        "id": "0107762",
                        "label": "贵溪市"
                    }
                ]
            },
            {
                "id": "0099895",
                "label": "赣州分公司",
                "children": [
                    {
                        "id": "0107764",
                        "label": "章贡区"
                    },
                    {
                        "id": "0107781",
                        "label": "南康区"
                    },
                    {
                        "id": "0107765",
                        "label": "赣县"
                    },
                    {
                        "id": "0107766",
                        "label": "信丰县"
                    },
                    {
                        "id": "0107767",
                        "label": "大余县"
                    },
                    {
                        "id": "0107768",
                        "label": "上犹县"
                    },
                    {
                        "id": "0107769",
                        "label": "崇义县"
                    },
                    {
                        "id": "0107770",
                        "label": "安远县"
                    },
                    {
                        "id": "0107771",
                        "label": "龙南县"
                    },
                    {
                        "id": "0107772",
                        "label": "定南县"
                    },
                    {
                        "id": "0107773",
                        "label": "全南县"
                    },
                    {
                        "id": "0107774",
                        "label": "宁都县"
                    },
                    {
                        "id": "0107775",
                        "label": "于都县"
                    },
                    {
                        "id": "0107776",
                        "label": "兴国县"
                    },
                    {
                        "id": "0107777",
                        "label": "会昌县"
                    },
                    {
                        "id": "0107778",
                        "label": "寻乌县"
                    },
                    {
                        "id": "0107779",
                        "label": "石城县"
                    },
                    {
                        "id": "0107780",
                        "label": "瑞金市"
                    }
                ]
            },
            {
                "id": "0099899",
                "label": "吉安分公司",
                "children": [
                    {
                        "id": "0107783",
                        "label": "吉州区"
                    },
                    {
                        "id": "0107784",
                        "label": "青原区"
                    },
                    {
                        "id": "0107785",
                        "label": "吉安县"
                    },
                    {
                        "id": "0107786",
                        "label": "吉水县"
                    },
                    {
                        "id": "0107787",
                        "label": "峡江县"
                    },
                    {
                        "id": "0107788",
                        "label": "新干县"
                    },
                    {
                        "id": "0107789",
                        "label": "永丰县"
                    },
                    {
                        "id": "0107790",
                        "label": "泰和县"
                    },
                    {
                        "id": "0107791",
                        "label": "遂川县"
                    },
                    {
                        "id": "0107792",
                        "label": "万安县"
                    },
                    {
                        "id": "0107793",
                        "label": "安福县"
                    },
                    {
                        "id": "0107794",
                        "label": "永新县"
                    },
                    {
                        "id": "0107795",
                        "label": "井冈山市"
                    }
                ]
            },
            {
                "id": "0099898",
                "label": "宜春分公司",
                "children": [
                    {
                        "id": "0106792",
                        "label": "袁州区"
                    },
                    {
                        "id": "0106793",
                        "label": "奉新县"
                    },
                    {
                        "id": "0106794",
                        "label": "万载县"
                    },
                    {
                        "id": "0106795",
                        "label": "上高县"
                    },
                    {
                        "id": "0106796",
                        "label": "宜丰县"
                    },
                    {
                        "id": "0106797",
                        "label": "靖安县"
                    },
                    {
                        "id": "0106798",
                        "label": "铜鼓县"
                    },
                    {
                        "id": "0106799",
                        "label": "丰城市"
                    },
                    {
                        "id": "0106800",
                        "label": "樟树市"
                    },
                    {
                        "id": "0106801",
                        "label": "高安市"
                    }
                ]
            },
            {
                "id": "0099900",
                "label": "抚州分公司",
                "children": [
                    {
                        "id": "0106803",
                        "label": "临川区"
                    },
                    {
                        "id": "0106804",
                        "label": "南城县"
                    },
                    {
                        "id": "0106805",
                        "label": "黎川县"
                    },
                    {
                        "id": "0106806",
                        "label": "南丰县"
                    },
                    {
                        "id": "0106807",
                        "label": "崇仁县"
                    },
                    {
                        "id": "0106808",
                        "label": "乐安县"
                    },
                    {
                        "id": "0106809",
                        "label": "宜黄县"
                    },
                    {
                        "id": "0106810",
                        "label": "金溪县"
                    },
                    {
                        "id": "0106811",
                        "label": "资溪县"
                    },
                    {
                        "id": "0106812",
                        "label": "东乡县"
                    },
                    {
                        "id": "0106813",
                        "label": "广昌县"
                    }
                ]
            },
            {
                "id": "0099897",
                "label": "上饶分公司",
                "children": [
                    {
                        "id": "0106815",
                        "label": "信州区"
                    },
                    {
                        "id": "0106817",
                        "label": "广丰区"
                    },
                    {
                        "id": "0106816",
                        "label": "上饶县"
                    },
                    {
                        "id": "0106818",
                        "label": "玉山县"
                    },
                    {
                        "id": "0106819",
                        "label": "铅山县"
                    },
                    {
                        "id": "0106820",
                        "label": "横峰县"
                    },
                    {
                        "id": "0106821",
                        "label": "弋阳县"
                    },
                    {
                        "id": "0106822",
                        "label": "余干县"
                    },
                    {
                        "id": "0106823",
                        "label": "鄱阳县"
                    },
                    {
                        "id": "0106824",
                        "label": "万年县"
                    },
                    {
                        "id": "0106825",
                        "label": "婺源县"
                    },
                    {
                        "id": "0106826",
                        "label": "德兴市"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001929",
        "label": "山东分公司",
        "children": [
            {
                "id": "0099838",
                "label": "济南分公司",
                "children": [
                    {
                        "id": "0106828",
                        "label": "历下区"
                    },
                    {
                        "id": "0751661",
                        "label": "高新区"
                    },
                    {
                        "id": "0106829",
                        "label": "市中区"
                    },
                    {
                        "id": "0106830",
                        "label": "槐荫区"
                    },
                    {
                        "id": "0106831",
                        "label": "天桥区"
                    },
                    {
                        "id": "0106833",
                        "label": "长清区"
                    },
                    {
                        "id": "0106834",
                        "label": "平阴县"
                    },
                    {
                        "id": "0106836",
                        "label": "商河县"
                    },
                    {
                        "id": "0106837",
                        "label": "章丘市"
                    },
                    {
                        "id": "2492796705",
                        "label": "新旧动能先行区"
                    },
                    {
                        "id": "0106832",
                        "label": "历城区"
                    },
                    {
                        "id": "0106835",
                        "label": "济阳县"
                    },
                    {
                        "id": "2492800702",
                        "label": "南山区"
                    },
                    {
                        "id": "2567208268",
                        "label": "莱芜区"
                    },
                    {
                        "id": "2567208285",
                        "label": "莱芜高新区"
                    },
                    {
                        "id": "2567208349",
                        "label": "钢城区"
                    },
                    {
                        "id": "2567208373",
                        "label": "莱芜雪野旅游区"
                    },
                    {
                        "id": "2567208417",
                        "label": "莱芜农高区"
                    },
                    {
                        "id": "2567211440",
                        "label": "莱芜经开区"
                    }
                ]
            },
            {
                "id": "0099837",
                "label": "青岛分公司",
                "children": [
                    {
                        "id": "0106839",
                        "label": "市南区"
                    },
                    {
                        "id": "0106840",
                        "label": "市北区"
                    },
                    {
                        "id": "34348027",
                        "label": "四方区"
                    },
                    {
                        "id": "0106841",
                        "label": "黄岛区"
                    },
                    {
                        "id": "0751738",
                        "label": "开发区"
                    },
                    {
                        "id": "0106842",
                        "label": "崂山区"
                    },
                    {
                        "id": "0106843",
                        "label": "李沧区"
                    },
                    {
                        "id": "0106844",
                        "label": "城阳区"
                    },
                    {
                        "id": "0289662",
                        "label": "高新区"
                    },
                    {
                        "id": "0106845",
                        "label": "胶州市"
                    },
                    {
                        "id": "0106847",
                        "label": "平度市"
                    },
                    {
                        "id": "0106848",
                        "label": "莱西市"
                    },
                    {
                        "id": "0106846",
                        "label": "即墨区"
                    }
                ]
            },
            {
                "id": "0099848",
                "label": "淄博分公司",
                "children": [
                    {
                        "id": "0106850",
                        "label": "淄川区"
                    },
                    {
                        "id": "0106851",
                        "label": "张店区"
                    },
                    {
                        "id": "0289675",
                        "label": "高新区"
                    },
                    {
                        "id": "0106852",
                        "label": "博山区"
                    },
                    {
                        "id": "0106853",
                        "label": "临淄区"
                    },
                    {
                        "id": "0106854",
                        "label": "周村区"
                    },
                    {
                        "id": "0106855",
                        "label": "桓台县"
                    },
                    {
                        "id": "0106856",
                        "label": "高青县"
                    },
                    {
                        "id": "0106857",
                        "label": "沂源县"
                    }
                ]
            },
            {
                "id": "0099849",
                "label": "枣庄分公司",
                "children": [
                    {
                        "id": "0106859",
                        "label": "市中区"
                    },
                    {
                        "id": "0106860",
                        "label": "薛城区"
                    },
                    {
                        "id": "0751788",
                        "label": "高新区"
                    },
                    {
                        "id": "0106861",
                        "label": "峄城区"
                    },
                    {
                        "id": "0106862",
                        "label": "台儿庄区"
                    },
                    {
                        "id": "0106863",
                        "label": "山亭区"
                    },
                    {
                        "id": "0106864",
                        "label": "滕州市"
                    }
                ]
            },
            {
                "id": "0099851",
                "label": "东营分公司",
                "children": [
                    {
                        "id": "0289681",
                        "label": "西城区"
                    },
                    {
                        "id": "0289679",
                        "label": "东城区"
                    },
                    {
                        "id": "0106867",
                        "label": "河口区"
                    },
                    {
                        "id": "0106868",
                        "label": "垦利县"
                    },
                    {
                        "id": "0106869",
                        "label": "利津县"
                    },
                    {
                        "id": "0106870",
                        "label": "广饶县"
                    }
                ]
            },
            {
                "id": "0099840",
                "label": "烟台分公司",
                "children": [
                    {
                        "id": "0106872",
                        "label": "芝罘区"
                    },
                    {
                        "id": "0289685",
                        "label": "开发区"
                    },
                    {
                        "id": "0289687",
                        "label": "高新区"
                    },
                    {
                        "id": "0106873",
                        "label": "福山区"
                    },
                    {
                        "id": "0106874",
                        "label": "牟平区"
                    },
                    {
                        "id": "0106875",
                        "label": "莱山区"
                    },
                    {
                        "id": "0106876",
                        "label": "长岛县"
                    },
                    {
                        "id": "0106877",
                        "label": "龙口市"
                    },
                    {
                        "id": "0106878",
                        "label": "莱阳市"
                    },
                    {
                        "id": "0106879",
                        "label": "莱州市"
                    },
                    {
                        "id": "0106880",
                        "label": "蓬莱市"
                    },
                    {
                        "id": "0106881",
                        "label": "招远市"
                    },
                    {
                        "id": "0106882",
                        "label": "栖霞市"
                    },
                    {
                        "id": "0106883",
                        "label": "海阳市"
                    }
                ]
            },
            {
                "id": "0099839",
                "label": "潍坊分公司",
                "children": [
                    {
                        "id": "0106885",
                        "label": "潍城区"
                    },
                    {
                        "id": "0289691",
                        "label": "滨海区"
                    },
                    {
                        "id": "0106886",
                        "label": "寒亭区"
                    },
                    {
                        "id": "0106887",
                        "label": "坊子区"
                    },
                    {
                        "id": "0751826",
                        "label": "峡山经济区"
                    },
                    {
                        "id": "0106888",
                        "label": "奎文区"
                    },
                    {
                        "id": "0289693",
                        "label": "高新区"
                    },
                    {
                        "id": "0106889",
                        "label": "临朐县"
                    },
                    {
                        "id": "0106890",
                        "label": "昌乐县"
                    },
                    {
                        "id": "0106891",
                        "label": "青州市"
                    },
                    {
                        "id": "0106892",
                        "label": "诸城市"
                    },
                    {
                        "id": "0106893",
                        "label": "寿光市"
                    },
                    {
                        "id": "0106894",
                        "label": "安丘市"
                    },
                    {
                        "id": "0106895",
                        "label": "高密市"
                    },
                    {
                        "id": "0106896",
                        "label": "昌邑市"
                    }
                ]
            },
            {
                "id": "0099845",
                "label": "济宁分公司",
                "children": [
                    {
                        "id": "0106899",
                        "label": "任城区"
                    },
                    {
                        "id": "0751844",
                        "label": "太白湖区"
                    },
                    {
                        "id": "0751868",
                        "label": "经开区"
                    },
                    {
                        "id": "0751853",
                        "label": "高新区"
                    },
                    {
                        "id": "0106908",
                        "label": "兖州区"
                    },
                    {
                        "id": "0106900",
                        "label": "微山县"
                    },
                    {
                        "id": "0106901",
                        "label": "鱼台县"
                    },
                    {
                        "id": "0106902",
                        "label": "金乡县"
                    },
                    {
                        "id": "0106903",
                        "label": "嘉祥县"
                    },
                    {
                        "id": "0106904",
                        "label": "汶上县"
                    },
                    {
                        "id": "0106905",
                        "label": "泗水县"
                    },
                    {
                        "id": "0106906",
                        "label": "梁山县"
                    },
                    {
                        "id": "0106907",
                        "label": "曲阜市"
                    },
                    {
                        "id": "0106909",
                        "label": "邹城市"
                    }
                ]
            },
            {
                "id": "0099844",
                "label": "泰安分公司",
                "children": [
                    {
                        "id": "0106911",
                        "label": "泰山区"
                    },
                    {
                        "id": "0752013",
                        "label": "高新区"
                    },
                    {
                        "id": "0106912",
                        "label": "岱岳区"
                    },
                    {
                        "id": "0106913",
                        "label": "宁阳县"
                    },
                    {
                        "id": "0106914",
                        "label": "东平县"
                    },
                    {
                        "id": "0106915",
                        "label": "新泰市"
                    },
                    {
                        "id": "0106916",
                        "label": "肥城市"
                    }
                ]
            },
            {
                "id": "0099850",
                "label": "威海分公司",
                "children": [
                    {
                        "id": "0752046",
                        "label": "经开区"
                    },
                    {
                        "id": "0106918",
                        "label": "环翠区"
                    },
                    {
                        "id": "0752043",
                        "label": "高新区"
                    },
                    {
                        "id": "0106919",
                        "label": "文登区"
                    },
                    {
                        "id": "0106920",
                        "label": "荣成市"
                    },
                    {
                        "id": "0106921",
                        "label": "乳山市"
                    }
                ]
            },
            {
                "id": "0099852",
                "label": "日照分公司",
                "children": [
                    {
                        "id": "0106923",
                        "label": "东港区"
                    },
                    {
                        "id": "34349063",
                        "label": "新市区"
                    },
                    {
                        "id": "0752052",
                        "label": "开发区"
                    },
                    {
                        "id": "0106924",
                        "label": "岚山区"
                    },
                    {
                        "id": "0106925",
                        "label": "五莲县"
                    },
                    {
                        "id": "0106926",
                        "label": "莒县"
                    }
                ]
            },
            {
                "id": "0099853",
                "label": "莱芜分公司",
                "children": [
                    {
                        "id": "0106928",
                        "label": "莱城区"
                    },
                    {
                        "id": "34349126",
                        "label": "雪野旅游区"
                    },
                    {
                        "id": "34349129",
                        "label": "农高区"
                    },
                    {
                        "id": "34349131",
                        "label": "经开区"
                    },
                    {
                        "id": "34349145",
                        "label": "高新区"
                    },
                    {
                        "id": "0106929",
                        "label": "钢城区"
                    }
                ]
            },
            {
                "id": "0099841",
                "label": "临沂分公司",
                "children": [
                    {
                        "id": "0106931",
                        "label": "兰山区"
                    },
                    {
                        "id": "0106932",
                        "label": "罗庄区"
                    },
                    {
                        "id": "0752139",
                        "label": "高新区"
                    },
                    {
                        "id": "0106933",
                        "label": "河东区"
                    },
                    {
                        "id": "0752153",
                        "label": "经开区"
                    },
                    {
                        "id": "0106934",
                        "label": "沂南县"
                    },
                    {
                        "id": "0106935",
                        "label": "郯城县"
                    },
                    {
                        "id": "0106936",
                        "label": "沂水县"
                    },
                    {
                        "id": "0106937",
                        "label": "兰陵县"
                    },
                    {
                        "id": "0106938",
                        "label": "费县"
                    },
                    {
                        "id": "0106939",
                        "label": "平邑县"
                    },
                    {
                        "id": "0106940",
                        "label": "莒南县"
                    },
                    {
                        "id": "0106941",
                        "label": "蒙阴县"
                    },
                    {
                        "id": "0106942",
                        "label": "临沭县"
                    }
                ]
            },
            {
                "id": "0099843",
                "label": "德州分公司",
                "children": [
                    {
                        "id": "0106944",
                        "label": "德城区"
                    },
                    {
                        "id": "0289697",
                        "label": "经济开发区"
                    },
                    {
                        "id": "0106945",
                        "label": "陵城区"
                    },
                    {
                        "id": "0106946",
                        "label": "宁津县"
                    },
                    {
                        "id": "0106947",
                        "label": "庆云县"
                    },
                    {
                        "id": "0106948",
                        "label": "临邑县"
                    },
                    {
                        "id": "0106949",
                        "label": "齐河县"
                    },
                    {
                        "id": "0106950",
                        "label": "平原县"
                    },
                    {
                        "id": "0106951",
                        "label": "夏津县"
                    },
                    {
                        "id": "0106952",
                        "label": "武城县"
                    },
                    {
                        "id": "0106953",
                        "label": "乐陵市"
                    },
                    {
                        "id": "0106954",
                        "label": "禹城市"
                    }
                ]
            },
            {
                "id": "0099847",
                "label": "聊城分公司",
                "children": [
                    {
                        "id": "0106956",
                        "label": "东昌府区"
                    },
                    {
                        "id": "34348197",
                        "label": "市中区"
                    },
                    {
                        "id": "0752185",
                        "label": "开发区"
                    },
                    {
                        "id": "0752199",
                        "label": "高新区"
                    },
                    {
                        "id": "0106957",
                        "label": "阳谷县"
                    },
                    {
                        "id": "0106958",
                        "label": "莘县"
                    },
                    {
                        "id": "0106959",
                        "label": "茌平县"
                    },
                    {
                        "id": "0106960",
                        "label": "东阿县"
                    },
                    {
                        "id": "0106961",
                        "label": "冠县"
                    },
                    {
                        "id": "0106962",
                        "label": "高唐县"
                    },
                    {
                        "id": "0106963",
                        "label": "临清市"
                    }
                ]
            },
            {
                "id": "0099846",
                "label": "滨州分公司",
                "children": [
                    {
                        "id": "0106965",
                        "label": "滨城区"
                    },
                    {
                        "id": "0289701",
                        "label": "高新区"
                    },
                    {
                        "id": "0289699",
                        "label": "开发区"
                    },
                    {
                        "id": "0106969",
                        "label": "沾化区"
                    },
                    {
                        "id": "0106966",
                        "label": "惠民县"
                    },
                    {
                        "id": "0106967",
                        "label": "阳信县"
                    },
                    {
                        "id": "0106968",
                        "label": "无棣县"
                    },
                    {
                        "id": "0289703",
                        "label": "北海新区"
                    },
                    {
                        "id": "0106970",
                        "label": "博兴县"
                    },
                    {
                        "id": "0106971",
                        "label": "邹平县"
                    }
                ]
            },
            {
                "id": "0099842",
                "label": "菏泽分公司",
                "children": [
                    {
                        "id": "0289706",
                        "label": "开发区"
                    },
                    {
                        "id": "0106973",
                        "label": "牡丹区"
                    },
                    {
                        "id": "0106974",
                        "label": "曹县"
                    },
                    {
                        "id": "0106975",
                        "label": "单县"
                    },
                    {
                        "id": "0106976",
                        "label": "成武县"
                    },
                    {
                        "id": "0106977",
                        "label": "巨野县"
                    },
                    {
                        "id": "0106978",
                        "label": "郓城县"
                    },
                    {
                        "id": "0106979",
                        "label": "鄄城县"
                    },
                    {
                        "id": "0106980",
                        "label": "定陶县"
                    },
                    {
                        "id": "0106981",
                        "label": "东明县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0090330",
        "label": "河南分公司",
        "children": [
            {
                "id": "0099921",
                "label": "郑州分公司",
                "children": [
                    {
                        "id": "0106983",
                        "label": "中原区"
                    },
                    {
                        "id": "0106984",
                        "label": "二七区"
                    },
                    {
                        "id": "0106985",
                        "label": "管城区"
                    },
                    {
                        "id": "0106986",
                        "label": "金水区"
                    },
                    {
                        "id": "34304877",
                        "label": "东区"
                    },
                    {
                        "id": "0106987",
                        "label": "上街区"
                    },
                    {
                        "id": "0106988",
                        "label": "惠济区"
                    },
                    {
                        "id": "0106989",
                        "label": "中牟县"
                    },
                    {
                        "id": "0106990",
                        "label": "巩义市"
                    },
                    {
                        "id": "0106991",
                        "label": "荥阳市"
                    },
                    {
                        "id": "0106992",
                        "label": "新密市"
                    },
                    {
                        "id": "0106993",
                        "label": "新郑市"
                    },
                    {
                        "id": "34302416",
                        "label": "港区"
                    },
                    {
                        "id": "0106994",
                        "label": "登封市"
                    }
                ]
            },
            {
                "id": "0099932",
                "label": "开封分公司",
                "children": [
                    {
                        "id": "0106996",
                        "label": "龙亭区"
                    },
                    {
                        "id": "0106997",
                        "label": "顺河回族区"
                    },
                    {
                        "id": "0106998",
                        "label": "鼓楼区"
                    },
                    {
                        "id": "0106999",
                        "label": "禹王台区"
                    },
                    {
                        "id": "34303372",
                        "label": "祥符区"
                    },
                    {
                        "id": "0107001",
                        "label": "杞县"
                    },
                    {
                        "id": "0107002",
                        "label": "通许县"
                    },
                    {
                        "id": "0107003",
                        "label": "尉氏县"
                    },
                    {
                        "id": "0107005",
                        "label": "兰考县"
                    }
                ]
            },
            {
                "id": "0099922",
                "label": "洛阳分公司",
                "children": [
                    {
                        "id": "0107007",
                        "label": "老城区"
                    },
                    {
                        "id": "0107008",
                        "label": "西工区"
                    },
                    {
                        "id": "0107009",
                        "label": "瀍河回族区"
                    },
                    {
                        "id": "0107010",
                        "label": "涧西区"
                    },
                    {
                        "id": "0107011",
                        "label": "吉利区"
                    },
                    {
                        "id": "0107012",
                        "label": "洛龙区"
                    },
                    {
                        "id": "0107013",
                        "label": "孟津县"
                    },
                    {
                        "id": "0107014",
                        "label": "新安县"
                    },
                    {
                        "id": "0107015",
                        "label": "栾川县"
                    },
                    {
                        "id": "0107016",
                        "label": "嵩县"
                    },
                    {
                        "id": "0107017",
                        "label": "汝阳县"
                    },
                    {
                        "id": "0107018",
                        "label": "宜阳县"
                    },
                    {
                        "id": "0107019",
                        "label": "洛宁县"
                    },
                    {
                        "id": "0107020",
                        "label": "伊川县"
                    },
                    {
                        "id": "0107021",
                        "label": "偃师市"
                    }
                ]
            },
            {
                "id": "0099930",
                "label": "平顶山分公司",
                "children": [
                    {
                        "id": "0107023",
                        "label": "新华区"
                    },
                    {
                        "id": "0107024",
                        "label": "卫东区"
                    },
                    {
                        "id": "0107025",
                        "label": "石龙区"
                    },
                    {
                        "id": "0107026",
                        "label": "湛河区"
                    },
                    {
                        "id": "0107027",
                        "label": "宝丰县"
                    },
                    {
                        "id": "0107028",
                        "label": "叶县"
                    },
                    {
                        "id": "0107029",
                        "label": "鲁山县"
                    },
                    {
                        "id": "0107030",
                        "label": "郏县"
                    },
                    {
                        "id": "0107031",
                        "label": "舞钢市"
                    },
                    {
                        "id": "0107032",
                        "label": "汝州市"
                    }
                ]
            },
            {
                "id": "0099929",
                "label": "安阳分公司",
                "children": [
                    {
                        "id": "0107034",
                        "label": "市区东"
                    },
                    {
                        "id": "0107038",
                        "label": "安阳县"
                    },
                    {
                        "id": "0107039",
                        "label": "汤阴县"
                    },
                    {
                        "id": "0107040",
                        "label": "滑县"
                    },
                    {
                        "id": "0107041",
                        "label": "内黄县"
                    },
                    {
                        "id": "0107042",
                        "label": "林州市"
                    },
                    {
                        "id": "668353980",
                        "label": "市区西"
                    }
                ]
            },
            {
                "id": "0099937",
                "label": "鹤壁分公司",
                "children": [
                    {
                        "id": "0107044",
                        "label": "鹤山区"
                    },
                    {
                        "id": "0107045",
                        "label": "山城区"
                    },
                    {
                        "id": "0107046",
                        "label": "淇滨区"
                    },
                    {
                        "id": "0107047",
                        "label": "浚县"
                    },
                    {
                        "id": "0107048",
                        "label": "淇县"
                    }
                ]
            },
            {
                "id": "0099925",
                "label": "新乡分公司",
                "children": [
                    {
                        "id": "0107050",
                        "label": "红旗区"
                    },
                    {
                        "id": "0107051",
                        "label": "卫滨区"
                    },
                    {
                        "id": "0107052",
                        "label": "凤泉区"
                    },
                    {
                        "id": "0107053",
                        "label": "牧野区"
                    },
                    {
                        "id": "0107054",
                        "label": "新乡县"
                    },
                    {
                        "id": "0107055",
                        "label": "获嘉县"
                    },
                    {
                        "id": "0107056",
                        "label": "原阳县"
                    },
                    {
                        "id": "0107057",
                        "label": "延津县"
                    },
                    {
                        "id": "0107058",
                        "label": "封丘县"
                    },
                    {
                        "id": "0107059",
                        "label": "长垣县"
                    },
                    {
                        "id": "0107060",
                        "label": "卫辉市"
                    },
                    {
                        "id": "0107061",
                        "label": "辉县市"
                    }
                ]
            },
            {
                "id": "0099933",
                "label": "焦作分公司",
                "children": [
                    {
                        "id": "0107063",
                        "label": "解放区"
                    },
                    {
                        "id": "0107064",
                        "label": "中站区"
                    },
                    {
                        "id": "0107065",
                        "label": "马村区"
                    },
                    {
                        "id": "0107066",
                        "label": "山阳区"
                    },
                    {
                        "id": "0107067",
                        "label": "修武县"
                    },
                    {
                        "id": "0107068",
                        "label": "博爱县"
                    },
                    {
                        "id": "0107069",
                        "label": "武陟县"
                    },
                    {
                        "id": "0107070",
                        "label": "温县"
                    },
                    {
                        "id": "0107071",
                        "label": "沁阳市"
                    },
                    {
                        "id": "0107072",
                        "label": "孟州市"
                    }
                ]
            },
            {
                "id": "0099934",
                "label": "濮阳分公司",
                "children": [
                    {
                        "id": "0107078",
                        "label": "华龙区"
                    },
                    {
                        "id": "0107075",
                        "label": "清丰县"
                    },
                    {
                        "id": "0107076",
                        "label": "南乐县"
                    },
                    {
                        "id": "0107077",
                        "label": "范县"
                    },
                    {
                        "id": "0107079",
                        "label": "台前县"
                    },
                    {
                        "id": "0107074",
                        "label": "濮阳县"
                    }
                ]
            },
            {
                "id": "0099931",
                "label": "许昌分公司",
                "children": [
                    {
                        "id": "0107081",
                        "label": "魏都区"
                    },
                    {
                        "id": "0107082",
                        "label": "许昌县"
                    },
                    {
                        "id": "0107083",
                        "label": "鄢陵县"
                    },
                    {
                        "id": "0107084",
                        "label": "襄城县"
                    },
                    {
                        "id": "0107085",
                        "label": "禹州市"
                    },
                    {
                        "id": "0107086",
                        "label": "长葛市"
                    }
                ]
            },
            {
                "id": "0099936",
                "label": "漯河分公司",
                "children": [
                    {
                        "id": "0107088",
                        "label": "源汇区"
                    },
                    {
                        "id": "0107089",
                        "label": "郾城区"
                    },
                    {
                        "id": "0107090",
                        "label": "召陵区"
                    },
                    {
                        "id": "0107091",
                        "label": "舞阳县"
                    },
                    {
                        "id": "0107092",
                        "label": "临颍县"
                    }
                ]
            },
            {
                "id": "0099935",
                "label": "三门峡分公司",
                "children": [
                    {
                        "id": "0107094",
                        "label": "湖滨区"
                    },
                    {
                        "id": "0107096",
                        "label": "陕州区"
                    },
                    {
                        "id": "0107095",
                        "label": "渑池县"
                    },
                    {
                        "id": "0107097",
                        "label": "卢氏县"
                    },
                    {
                        "id": "0107098",
                        "label": "义马市"
                    },
                    {
                        "id": "0107099",
                        "label": "灵宝市"
                    }
                ]
            },
            {
                "id": "0099923",
                "label": "南阳分公司",
                "children": [
                    {
                        "id": "0107101",
                        "label": "宛城区"
                    },
                    {
                        "id": "0107102",
                        "label": "卧龙区"
                    },
                    {
                        "id": "0107103",
                        "label": "南召县"
                    },
                    {
                        "id": "0107104",
                        "label": "方城县"
                    },
                    {
                        "id": "0107105",
                        "label": "西峡县"
                    },
                    {
                        "id": "0107106",
                        "label": "镇平县"
                    },
                    {
                        "id": "0107107",
                        "label": "内乡县"
                    },
                    {
                        "id": "0107108",
                        "label": "淅川县"
                    },
                    {
                        "id": "0107109",
                        "label": "社旗县"
                    },
                    {
                        "id": "0107110",
                        "label": "唐河县"
                    },
                    {
                        "id": "0107111",
                        "label": "新野县"
                    },
                    {
                        "id": "0107112",
                        "label": "桐柏县"
                    },
                    {
                        "id": "0107113",
                        "label": "邓州市"
                    }
                ]
            },
            {
                "id": "0099926",
                "label": "商丘分公司",
                "children": [
                    {
                        "id": "0107115",
                        "label": "梁园区"
                    },
                    {
                        "id": "0107116",
                        "label": "睢阳区"
                    },
                    {
                        "id": "0107117",
                        "label": "民权县"
                    },
                    {
                        "id": "0107118",
                        "label": "睢县"
                    },
                    {
                        "id": "0107119",
                        "label": "宁陵县"
                    },
                    {
                        "id": "0107120",
                        "label": "柘城县"
                    },
                    {
                        "id": "0107121",
                        "label": "虞城县"
                    },
                    {
                        "id": "0107122",
                        "label": "夏邑县"
                    },
                    {
                        "id": "0107123",
                        "label": "永城市"
                    }
                ]
            },
            {
                "id": "0099927",
                "label": "信阳分公司",
                "children": [
                    {
                        "id": "0107125",
                        "label": "浉河区"
                    },
                    {
                        "id": "0107126",
                        "label": "平桥区"
                    },
                    {
                        "id": "0107127",
                        "label": "罗山县"
                    },
                    {
                        "id": "0107128",
                        "label": "光山县"
                    },
                    {
                        "id": "0107129",
                        "label": "新县"
                    },
                    {
                        "id": "0107130",
                        "label": "商城县"
                    },
                    {
                        "id": "0107131",
                        "label": "固始县"
                    },
                    {
                        "id": "0107132",
                        "label": "潢川县"
                    },
                    {
                        "id": "0107133",
                        "label": "淮滨县"
                    },
                    {
                        "id": "0107134",
                        "label": "息县"
                    }
                ]
            },
            {
                "id": "0099924",
                "label": "周口分公司",
                "children": [
                    {
                        "id": "0107136",
                        "label": "川汇区"
                    },
                    {
                        "id": "0107137",
                        "label": "扶沟县"
                    },
                    {
                        "id": "0107138",
                        "label": "西华县"
                    },
                    {
                        "id": "0107139",
                        "label": "商水县"
                    },
                    {
                        "id": "0107140",
                        "label": "沈丘县"
                    },
                    {
                        "id": "0107141",
                        "label": "郸城县"
                    },
                    {
                        "id": "0107142",
                        "label": "淮阳县"
                    },
                    {
                        "id": "0107143",
                        "label": "太康县"
                    },
                    {
                        "id": "0107144",
                        "label": "鹿邑县"
                    },
                    {
                        "id": "0107145",
                        "label": "项城市"
                    }
                ]
            },
            {
                "id": "0099928",
                "label": "驻马店分公司",
                "children": [
                    {
                        "id": "0107147",
                        "label": "驿城区"
                    },
                    {
                        "id": "0107148",
                        "label": "西平县"
                    },
                    {
                        "id": "0107149",
                        "label": "上蔡县"
                    },
                    {
                        "id": "0107150",
                        "label": "平舆县"
                    },
                    {
                        "id": "0107151",
                        "label": "正阳县"
                    },
                    {
                        "id": "0107152",
                        "label": "确山县"
                    },
                    {
                        "id": "0107153",
                        "label": "泌阳县"
                    },
                    {
                        "id": "0107154",
                        "label": "汝南县"
                    },
                    {
                        "id": "0107155",
                        "label": "遂平县"
                    },
                    {
                        "id": "0107156",
                        "label": "新蔡县"
                    },
                    {
                        "id": "114807754",
                        "label": "经济开发区"
                    }
                ]
            },
            {
                "id": "0099938",
                "label": "济源分公司",
                "children": [
                    {
                        "id": "0277223",
                        "label": "济源西区"
                    },
                    {
                        "id": "34305116",
                        "label": "济源东区"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001930",
        "label": "湖北分公司",
        "children": [
            {
                "id": "0099906",
                "label": "武汉分公司",
                "children": [
                    {
                        "id": "0107158",
                        "label": "江岸区"
                    },
                    {
                        "id": "0107159",
                        "label": "江汉区"
                    },
                    {
                        "id": "0107160",
                        "label": "硚口区"
                    },
                    {
                        "id": "0107161",
                        "label": "汉阳区"
                    },
                    {
                        "id": "0107162",
                        "label": "武昌区"
                    },
                    {
                        "id": "0107163",
                        "label": "青山区"
                    },
                    {
                        "id": "0107164",
                        "label": "洪山区"
                    },
                    {
                        "id": "0274836",
                        "label": "东湖新技术开发区"
                    },
                    {
                        "id": "0107165",
                        "label": "东西湖区"
                    },
                    {
                        "id": "0107166",
                        "label": "汉南区"
                    },
                    {
                        "id": "0107167",
                        "label": "蔡甸区"
                    },
                    {
                        "id": "0107168",
                        "label": "江夏区"
                    },
                    {
                        "id": "0107169",
                        "label": "黄陂区"
                    },
                    {
                        "id": "0107170",
                        "label": "新洲区"
                    }
                ]
            },
            {
                "id": "0099917",
                "label": "黄石分公司",
                "children": [
                    {
                        "id": "34306650",
                        "label": "黄石城区"
                    },
                    {
                        "id": "34305829",
                        "label": "下铁区域"
                    },
                    {
                        "id": "0107176",
                        "label": "阳新县"
                    },
                    {
                        "id": "0107177",
                        "label": "大冶市"
                    }
                ]
            },
            {
                "id": "0099912",
                "label": "十堰分公司",
                "children": [
                    {
                        "id": "0107179",
                        "label": "茅箭区"
                    },
                    {
                        "id": "0107180",
                        "label": "张湾区"
                    },
                    {
                        "id": "0107181",
                        "label": "郧阳区"
                    },
                    {
                        "id": "0107182",
                        "label": "郧西县"
                    },
                    {
                        "id": "0107183",
                        "label": "竹山县"
                    },
                    {
                        "id": "0107184",
                        "label": "竹溪县"
                    },
                    {
                        "id": "0107185",
                        "label": "房县"
                    },
                    {
                        "id": "0107186",
                        "label": "丹江口市"
                    },
                    {
                        "id": "0274843",
                        "label": "武当山"
                    },
                    {
                        "id": "0107271",
                        "label": "神农架林区"
                    }
                ]
            },
            {
                "id": "0099907",
                "label": "宜昌分公司",
                "children": [
                    {
                        "id": "0107188",
                        "label": "西陵区"
                    },
                    {
                        "id": "0107189",
                        "label": "伍家岗区"
                    },
                    {
                        "id": "0107190",
                        "label": "点军区"
                    },
                    {
                        "id": "0107191",
                        "label": "猇亭区"
                    },
                    {
                        "id": "0107192",
                        "label": "夷陵区"
                    },
                    {
                        "id": "0107193",
                        "label": "远安县"
                    },
                    {
                        "id": "0107194",
                        "label": "兴山县"
                    },
                    {
                        "id": "0107195",
                        "label": "秭归县"
                    },
                    {
                        "id": "0107196",
                        "label": "长阳土家族自治县"
                    },
                    {
                        "id": "0107197",
                        "label": "五峰土家族自治县"
                    },
                    {
                        "id": "0107198",
                        "label": "宜都市"
                    },
                    {
                        "id": "0107199",
                        "label": "当阳市"
                    },
                    {
                        "id": "0107200",
                        "label": "枝江市"
                    }
                ]
            },
            {
                "id": "0099908",
                "label": "襄阳分公司",
                "children": [
                    {
                        "id": "0107202",
                        "label": "襄城区"
                    },
                    {
                        "id": "0107203",
                        "label": "樊城区"
                    },
                    {
                        "id": "0107204",
                        "label": "襄州区"
                    },
                    {
                        "id": "0107205",
                        "label": "南漳县"
                    },
                    {
                        "id": "0107206",
                        "label": "谷城县"
                    },
                    {
                        "id": "0107207",
                        "label": "保康县"
                    },
                    {
                        "id": "0107208",
                        "label": "老河口市"
                    },
                    {
                        "id": "0107209",
                        "label": "枣阳市"
                    },
                    {
                        "id": "0107210",
                        "label": "宜城市"
                    }
                ]
            },
            {
                "id": "0099919",
                "label": "鄂州分公司",
                "children": [
                    {
                        "id": "34305382",
                        "label": "鄂州西区"
                    },
                    {
                        "id": "34305859",
                        "label": "鄂州东区"
                    }
                ]
            },
            {
                "id": "0099914",
                "label": "荆门分公司",
                "children": [
                    {
                        "id": "0107216",
                        "label": "东宝区"
                    },
                    {
                        "id": "0107217",
                        "label": "掇刀区"
                    },
                    {
                        "id": "0107218",
                        "label": "京山县"
                    },
                    {
                        "id": "0107219",
                        "label": "沙洋县"
                    },
                    {
                        "id": "0107220",
                        "label": "钟祥市"
                    }
                ]
            },
            {
                "id": "0099913",
                "label": "孝感分公司",
                "children": [
                    {
                        "id": "0107222",
                        "label": "孝南区"
                    },
                    {
                        "id": "0107223",
                        "label": "孝昌县"
                    },
                    {
                        "id": "0107224",
                        "label": "大悟县"
                    },
                    {
                        "id": "0107225",
                        "label": "云梦县"
                    },
                    {
                        "id": "0107226",
                        "label": "应城市"
                    },
                    {
                        "id": "0107227",
                        "label": "安陆市"
                    },
                    {
                        "id": "0107228",
                        "label": "汉川市"
                    }
                ]
            },
            {
                "id": "0099910",
                "label": "荆州分公司",
                "children": [
                    {
                        "id": "0107229",
                        "label": "开发区"
                    },
                    {
                        "id": "0107230",
                        "label": "沙市区"
                    },
                    {
                        "id": "0107231",
                        "label": "荆州区"
                    },
                    {
                        "id": "0107232",
                        "label": "公安县"
                    },
                    {
                        "id": "0107233",
                        "label": "监利县"
                    },
                    {
                        "id": "0107234",
                        "label": "江陵县"
                    },
                    {
                        "id": "0107235",
                        "label": "石首市"
                    },
                    {
                        "id": "0107236",
                        "label": "洪湖市"
                    },
                    {
                        "id": "0107237",
                        "label": "松滋市"
                    }
                ]
            },
            {
                "id": "0099911",
                "label": "黄冈分公司",
                "children": [
                    {
                        "id": "0107239",
                        "label": "黄州区"
                    },
                    {
                        "id": "0107240",
                        "label": "团风县"
                    },
                    {
                        "id": "0107241",
                        "label": "红安县"
                    },
                    {
                        "id": "0107242",
                        "label": "罗田县"
                    },
                    {
                        "id": "0107243",
                        "label": "英山县"
                    },
                    {
                        "id": "0107244",
                        "label": "浠水县"
                    },
                    {
                        "id": "0107245",
                        "label": "蕲春县"
                    },
                    {
                        "id": "0107246",
                        "label": "黄梅县"
                    },
                    {
                        "id": "0107247",
                        "label": "麻城市"
                    },
                    {
                        "id": "0107248",
                        "label": "武穴市"
                    }
                ]
            },
            {
                "id": "0099916",
                "label": "咸宁分公司",
                "children": [
                    {
                        "id": "0107250",
                        "label": "咸安区"
                    },
                    {
                        "id": "0107251",
                        "label": "嘉鱼县"
                    },
                    {
                        "id": "0107252",
                        "label": "通城县"
                    },
                    {
                        "id": "0107253",
                        "label": "崇阳县"
                    },
                    {
                        "id": "0107254",
                        "label": "通山县"
                    },
                    {
                        "id": "0107255",
                        "label": "赤壁市"
                    }
                ]
            },
            {
                "id": "0099918",
                "label": "随州分公司",
                "children": [
                    {
                        "id": "0107257",
                        "label": "曾都区"
                    },
                    {
                        "id": "0107258",
                        "label": "随县"
                    },
                    {
                        "id": "0107259",
                        "label": "广水市"
                    }
                ]
            },
            {
                "id": "0099909",
                "label": "恩施分公司",
                "children": [
                    {
                        "id": "0107260",
                        "label": "恩施西区"
                    },
                    {
                        "id": "34305376",
                        "label": "恩施东区"
                    },
                    {
                        "id": "0107261",
                        "label": "利川市"
                    },
                    {
                        "id": "0107262",
                        "label": "建始县"
                    },
                    {
                        "id": "0107263",
                        "label": "巴东县"
                    },
                    {
                        "id": "0107264",
                        "label": "宣恩县"
                    },
                    {
                        "id": "0107265",
                        "label": "咸丰县"
                    },
                    {
                        "id": "0107266",
                        "label": "来凤县"
                    },
                    {
                        "id": "0107267",
                        "label": "鹤峰县"
                    }
                ]
            },
            {
                "id": "0099915",
                "label": "江汉分公司",
                "children": [
                    {
                        "id": "0107268",
                        "label": "仙桃市"
                    },
                    {
                        "id": "0107269",
                        "label": "潜江市"
                    },
                    {
                        "id": "0107270",
                        "label": "天门市"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001928",
        "label": "湖南分公司",
        "children": [
            {
                "id": "0099940",
                "label": "长沙分公司",
                "children": [
                    {
                        "id": "0107273",
                        "label": "芙蓉区"
                    },
                    {
                        "id": "0107274",
                        "label": "天心区"
                    },
                    {
                        "id": "0107275",
                        "label": "岳麓区"
                    },
                    {
                        "id": "0107276",
                        "label": "开福区"
                    },
                    {
                        "id": "0107277",
                        "label": "雨花区"
                    },
                    {
                        "id": "0107278",
                        "label": "望城区"
                    },
                    {
                        "id": "0107279",
                        "label": "长沙县"
                    },
                    {
                        "id": "0107280",
                        "label": "宁乡县"
                    },
                    {
                        "id": "0107281",
                        "label": "浏阳市"
                    }
                ]
            },
            {
                "id": "0099941",
                "label": "株洲分公司",
                "children": [
                    {
                        "id": "0107283",
                        "label": "荷塘区"
                    },
                    {
                        "id": "0107284",
                        "label": "芦淞区"
                    },
                    {
                        "id": "0107285",
                        "label": "石峰区"
                    },
                    {
                        "id": "0107286",
                        "label": "天元区"
                    },
                    {
                        "id": "0107287",
                        "label": "株洲县"
                    },
                    {
                        "id": "0107288",
                        "label": "攸县"
                    },
                    {
                        "id": "0107289",
                        "label": "茶陵县"
                    },
                    {
                        "id": "0107290",
                        "label": "炎陵县"
                    },
                    {
                        "id": "0107291",
                        "label": "醴陵市"
                    }
                ]
            },
            {
                "id": "0099951",
                "label": "湘潭分公司",
                "children": [
                    {
                        "id": "0107293",
                        "label": "雨湖区"
                    },
                    {
                        "id": "0107294",
                        "label": "岳塘区"
                    },
                    {
                        "id": "0107295",
                        "label": "湘潭县"
                    },
                    {
                        "id": "0107296",
                        "label": "湘乡市"
                    },
                    {
                        "id": "0107297",
                        "label": "韶山市"
                    }
                ]
            },
            {
                "id": "0099942",
                "label": "衡阳分公司",
                "children": [
                    {
                        "id": "0107299",
                        "label": "珠晖区"
                    },
                    {
                        "id": "0107300",
                        "label": "雁峰区"
                    },
                    {
                        "id": "0107301",
                        "label": "石鼓区"
                    },
                    {
                        "id": "0107302",
                        "label": "蒸湘区"
                    },
                    {
                        "id": "0107303",
                        "label": "南岳区"
                    },
                    {
                        "id": "0107304",
                        "label": "衡阳县"
                    },
                    {
                        "id": "0107305",
                        "label": "衡南县"
                    },
                    {
                        "id": "0107306",
                        "label": "衡山县"
                    },
                    {
                        "id": "0107307",
                        "label": "衡东县"
                    },
                    {
                        "id": "0107308",
                        "label": "祁东县"
                    },
                    {
                        "id": "0107309",
                        "label": "耒阳市"
                    },
                    {
                        "id": "0107310",
                        "label": "常宁市"
                    }
                ]
            },
            {
                "id": "0099945",
                "label": "邵阳分公司",
                "children": [
                    {
                        "id": "0107312",
                        "label": "双清区"
                    },
                    {
                        "id": "0107313",
                        "label": "大祥区"
                    },
                    {
                        "id": "0107314",
                        "label": "北塔区"
                    },
                    {
                        "id": "0107315",
                        "label": "邵东县"
                    },
                    {
                        "id": "0107316",
                        "label": "新邵县"
                    },
                    {
                        "id": "0107317",
                        "label": "邵阳县"
                    },
                    {
                        "id": "0107318",
                        "label": "隆回县"
                    },
                    {
                        "id": "0107319",
                        "label": "洞口县"
                    },
                    {
                        "id": "0107320",
                        "label": "绥宁县"
                    },
                    {
                        "id": "0107321",
                        "label": "新宁县"
                    },
                    {
                        "id": "0107322",
                        "label": "城步苗族自治县"
                    },
                    {
                        "id": "0107323",
                        "label": "武冈市"
                    }
                ]
            },
            {
                "id": "0099943",
                "label": "岳阳分公司",
                "children": [
                    {
                        "id": "0107325",
                        "label": "岳阳楼区"
                    },
                    {
                        "id": "0107326",
                        "label": "云溪区"
                    },
                    {
                        "id": "0107327",
                        "label": "君山区"
                    },
                    {
                        "id": "0107328",
                        "label": "岳阳县"
                    },
                    {
                        "id": "0107329",
                        "label": "华容县"
                    },
                    {
                        "id": "0107330",
                        "label": "湘阴县"
                    },
                    {
                        "id": "0107331",
                        "label": "平江县"
                    },
                    {
                        "id": "0107332",
                        "label": "汨罗市"
                    },
                    {
                        "id": "0107333",
                        "label": "临湘市"
                    }
                ]
            },
            {
                "id": "0099944",
                "label": "常德分公司",
                "children": [
                    {
                        "id": "0107335",
                        "label": "武陵区"
                    },
                    {
                        "id": "0107336",
                        "label": "鼎城区"
                    },
                    {
                        "id": "0107337",
                        "label": "安乡县"
                    },
                    {
                        "id": "0107338",
                        "label": "汉寿县"
                    },
                    {
                        "id": "0107339",
                        "label": "澧县"
                    },
                    {
                        "id": "0107340",
                        "label": "临澧县"
                    },
                    {
                        "id": "0107341",
                        "label": "桃源县"
                    },
                    {
                        "id": "0107342",
                        "label": "石门县"
                    },
                    {
                        "id": "0107343",
                        "label": "津市市"
                    }
                ]
            },
            {
                "id": "0099952",
                "label": "张家界分公司",
                "children": [
                    {
                        "id": "0107345",
                        "label": "永定区"
                    },
                    {
                        "id": "0107346",
                        "label": "武陵源区"
                    },
                    {
                        "id": "0107347",
                        "label": "慈利县"
                    },
                    {
                        "id": "0107348",
                        "label": "桑植县"
                    }
                ]
            },
            {
                "id": "0099949",
                "label": "益阳分公司",
                "children": [
                    {
                        "id": "0107350",
                        "label": "资阳区"
                    },
                    {
                        "id": "0107351",
                        "label": "赫山区"
                    },
                    {
                        "id": "0107352",
                        "label": "南县"
                    },
                    {
                        "id": "0107353",
                        "label": "桃江县"
                    },
                    {
                        "id": "0107354",
                        "label": "安化县"
                    },
                    {
                        "id": "0107355",
                        "label": "沅江市"
                    }
                ]
            },
            {
                "id": "0099946",
                "label": "郴州分公司",
                "children": [
                    {
                        "id": "0107357",
                        "label": "北湖区"
                    },
                    {
                        "id": "0107358",
                        "label": "苏仙区"
                    },
                    {
                        "id": "0107359",
                        "label": "桂阳县"
                    },
                    {
                        "id": "0107360",
                        "label": "宜章县"
                    },
                    {
                        "id": "0107361",
                        "label": "永兴县"
                    },
                    {
                        "id": "0107362",
                        "label": "嘉禾县"
                    },
                    {
                        "id": "0107363",
                        "label": "临武县"
                    },
                    {
                        "id": "0107364",
                        "label": "汝城县"
                    },
                    {
                        "id": "0107365",
                        "label": "桂东县"
                    },
                    {
                        "id": "0107366",
                        "label": "安仁县"
                    },
                    {
                        "id": "0107367",
                        "label": "资兴市"
                    }
                ]
            },
            {
                "id": "0099947",
                "label": "永州分公司",
                "children": [
                    {
                        "id": "0108377",
                        "label": "零陵区"
                    },
                    {
                        "id": "0108378",
                        "label": "冷水滩区"
                    },
                    {
                        "id": "0108379",
                        "label": "祁阳县"
                    },
                    {
                        "id": "0108380",
                        "label": "东安县"
                    },
                    {
                        "id": "0108381",
                        "label": "双牌县"
                    },
                    {
                        "id": "0108382",
                        "label": "道县"
                    },
                    {
                        "id": "0108383",
                        "label": "江永县"
                    },
                    {
                        "id": "0108384",
                        "label": "宁远县"
                    },
                    {
                        "id": "0108385",
                        "label": "蓝山县"
                    },
                    {
                        "id": "0108386",
                        "label": "新田县"
                    },
                    {
                        "id": "0108387",
                        "label": "江华瑶族自治县"
                    }
                ]
            },
            {
                "id": "0099948",
                "label": "怀化分公司",
                "children": [
                    {
                        "id": "0108389",
                        "label": "鹤城区"
                    },
                    {
                        "id": "0108390",
                        "label": "中方县"
                    },
                    {
                        "id": "0108391",
                        "label": "沅陵县"
                    },
                    {
                        "id": "0108392",
                        "label": "辰溪县"
                    },
                    {
                        "id": "0108393",
                        "label": "溆浦县"
                    },
                    {
                        "id": "0108394",
                        "label": "会同县"
                    },
                    {
                        "id": "0108395",
                        "label": "麻阳苗族自治县"
                    },
                    {
                        "id": "0108396",
                        "label": "新晃侗族自治县"
                    },
                    {
                        "id": "0108397",
                        "label": "芷江侗族自治县"
                    },
                    {
                        "id": "0108398",
                        "label": "靖州苗族侗族自治县"
                    },
                    {
                        "id": "0108399",
                        "label": "通道侗族自治县"
                    },
                    {
                        "id": "0108400",
                        "label": "洪江市"
                    }
                ]
            },
            {
                "id": "0099953",
                "label": "娄底分公司",
                "children": [
                    {
                        "id": "0108402",
                        "label": "娄星区"
                    },
                    {
                        "id": "0108403",
                        "label": "双峰县"
                    },
                    {
                        "id": "0108404",
                        "label": "新化县"
                    },
                    {
                        "id": "0108405",
                        "label": "冷水江市"
                    },
                    {
                        "id": "0108406",
                        "label": "涟源市"
                    }
                ]
            },
            {
                "id": "0099950",
                "label": "自治州分公司",
                "children": [
                    {
                        "id": "0108407",
                        "label": "吉首市"
                    },
                    {
                        "id": "0108408",
                        "label": "泸溪县"
                    },
                    {
                        "id": "0108409",
                        "label": "凤凰县"
                    },
                    {
                        "id": "0108410",
                        "label": "花垣县"
                    },
                    {
                        "id": "0108411",
                        "label": "保靖县"
                    },
                    {
                        "id": "0108412",
                        "label": "古丈县"
                    },
                    {
                        "id": "0108413",
                        "label": "永顺县"
                    },
                    {
                        "id": "0108414",
                        "label": "龙山县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001934",
        "label": "广东分公司",
        "children": [
            {
                "id": "0099955",
                "label": "广州分公司",
                "children": [
                    {
                        "id": "0108416",
                        "label": "荔湾区"
                    },
                    {
                        "id": "0108417",
                        "label": "越秀区"
                    },
                    {
                        "id": "0108418",
                        "label": "海珠区"
                    },
                    {
                        "id": "0108419",
                        "label": "天河区"
                    },
                    {
                        "id": "0108420",
                        "label": "白云区"
                    },
                    {
                        "id": "0108421",
                        "label": "黄埔区"
                    },
                    {
                        "id": "0108422",
                        "label": "番禺区"
                    },
                    {
                        "id": "0108423",
                        "label": "花都区"
                    },
                    {
                        "id": "0108424",
                        "label": "南沙区"
                    },
                    {
                        "id": "0108427",
                        "label": "从化区"
                    },
                    {
                        "id": "0108426",
                        "label": "增城区"
                    }
                ]
            },
            {
                "id": "0099965",
                "label": "韶关分公司",
                "children": [
                    {
                        "id": "0108429",
                        "label": "武江区"
                    },
                    {
                        "id": "0108430",
                        "label": "浈江区"
                    },
                    {
                        "id": "0108431",
                        "label": "曲江区"
                    },
                    {
                        "id": "0108432",
                        "label": "始兴县"
                    },
                    {
                        "id": "0108433",
                        "label": "仁化县"
                    },
                    {
                        "id": "0108434",
                        "label": "翁源县"
                    },
                    {
                        "id": "0108435",
                        "label": "乳源瑶族自治县"
                    },
                    {
                        "id": "0108436",
                        "label": "新丰县"
                    },
                    {
                        "id": "0108437",
                        "label": "乐昌市"
                    },
                    {
                        "id": "0108438",
                        "label": "南雄市"
                    }
                ]
            },
            {
                "id": "0099956",
                "label": "深圳分公司",
                "children": [
                    {
                        "id": "0108440",
                        "label": "罗湖区"
                    },
                    {
                        "id": "0108441",
                        "label": "福田区"
                    },
                    {
                        "id": "0108442",
                        "label": "南山区"
                    },
                    {
                        "id": "0108443",
                        "label": "宝安区"
                    },
                    {
                        "id": "0752438",
                        "label": "龙华新区"
                    },
                    {
                        "id": "0752449",
                        "label": "光明新区"
                    },
                    {
                        "id": "0752429",
                        "label": "大鹏新区"
                    },
                    {
                        "id": "0108444",
                        "label": "龙岗区"
                    },
                    {
                        "id": "0752421",
                        "label": "坪山新区"
                    },
                    {
                        "id": "0108445",
                        "label": "盐田区"
                    },
                    {
                        "id": "4283674",
                        "label": "深汕特别合作区"
                    }
                ]
            },
            {
                "id": "0099971",
                "label": "珠海分公司",
                "children": [
                    {
                        "id": "0108447",
                        "label": "香洲区"
                    },
                    {
                        "id": "0752473",
                        "label": "拱北区"
                    },
                    {
                        "id": "0752496",
                        "label": "横琴区"
                    },
                    {
                        "id": "0752482",
                        "label": "高新区"
                    },
                    {
                        "id": "0108448",
                        "label": "斗门区"
                    },
                    {
                        "id": "0752465",
                        "label": "平沙区"
                    },
                    {
                        "id": "0108449",
                        "label": "金湾区"
                    }
                ]
            },
            {
                "id": "0099969",
                "label": "汕头分公司",
                "children": [
                    {
                        "id": "0108451",
                        "label": "龙湖区"
                    },
                    {
                        "id": "0108452",
                        "label": "金平区"
                    },
                    {
                        "id": "0108453",
                        "label": "濠江区"
                    },
                    {
                        "id": "0108454",
                        "label": "潮阳区"
                    },
                    {
                        "id": "0108455",
                        "label": "潮南区"
                    },
                    {
                        "id": "0108456",
                        "label": "澄海区"
                    },
                    {
                        "id": "0108457",
                        "label": "南澳县"
                    }
                ]
            },
            {
                "id": "0099958",
                "label": "佛山分公司",
                "children": [
                    {
                        "id": "0108459",
                        "label": "禅城区"
                    },
                    {
                        "id": "0108460",
                        "label": "南海区"
                    },
                    {
                        "id": "0108461",
                        "label": "顺德区"
                    },
                    {
                        "id": "0108462",
                        "label": "三水区"
                    },
                    {
                        "id": "0108463",
                        "label": "高明区"
                    }
                ]
            },
            {
                "id": "0099961",
                "label": "江门分公司",
                "children": [
                    {
                        "id": "0108465",
                        "label": "蓬江区"
                    },
                    {
                        "id": "0108466",
                        "label": "江海区"
                    },
                    {
                        "id": "0108467",
                        "label": "新会区"
                    },
                    {
                        "id": "0108468",
                        "label": "台山市"
                    },
                    {
                        "id": "0108469",
                        "label": "开平市"
                    },
                    {
                        "id": "0108470",
                        "label": "鹤山市"
                    },
                    {
                        "id": "0108471",
                        "label": "恩平市"
                    }
                ]
            },
            {
                "id": "0099966",
                "label": "湛江分公司",
                "children": [
                    {
                        "id": "0108473",
                        "label": "赤坎区"
                    },
                    {
                        "id": "0752510",
                        "label": "开发区"
                    },
                    {
                        "id": "0108474",
                        "label": "霞山区"
                    },
                    {
                        "id": "0108475",
                        "label": "坡头区"
                    },
                    {
                        "id": "0108476",
                        "label": "麻章区"
                    },
                    {
                        "id": "0108477",
                        "label": "遂溪县"
                    },
                    {
                        "id": "0108478",
                        "label": "徐闻县"
                    },
                    {
                        "id": "0108479",
                        "label": "廉江市"
                    },
                    {
                        "id": "0108480",
                        "label": "雷州市"
                    },
                    {
                        "id": "0108481",
                        "label": "吴川市"
                    }
                ]
            },
            {
                "id": "0099962",
                "label": "茂名分公司",
                "children": [
                    {
                        "id": "0108483",
                        "label": "茂南区"
                    },
                    {
                        "id": "0108485",
                        "label": "电白区"
                    },
                    {
                        "id": "0108486",
                        "label": "高州市"
                    },
                    {
                        "id": "0108487",
                        "label": "化州市"
                    },
                    {
                        "id": "0108488",
                        "label": "信宜市"
                    }
                ]
            },
            {
                "id": "0099967",
                "label": "肇庆分公司",
                "children": [
                    {
                        "id": "0108490",
                        "label": "端州区"
                    },
                    {
                        "id": "0108491",
                        "label": "鼎湖区"
                    },
                    {
                        "id": "0108496",
                        "label": "高要区"
                    },
                    {
                        "id": "0108492",
                        "label": "广宁县"
                    },
                    {
                        "id": "0108493",
                        "label": "怀集县"
                    },
                    {
                        "id": "0108494",
                        "label": "封开县"
                    },
                    {
                        "id": "0108495",
                        "label": "德庆县"
                    },
                    {
                        "id": "0274904",
                        "label": "高新区"
                    },
                    {
                        "id": "0108497",
                        "label": "四会市"
                    }
                ]
            },
            {
                "id": "0099960",
                "label": "惠州分公司",
                "children": [
                    {
                        "id": "0108499",
                        "label": "惠城区"
                    },
                    {
                        "id": "0274900",
                        "label": "仲恺高新技术产业开发区"
                    },
                    {
                        "id": "0108500",
                        "label": "惠阳区"
                    },
                    {
                        "id": "0274898",
                        "label": "大亚湾经济技术开发区"
                    },
                    {
                        "id": "0108501",
                        "label": "博罗县"
                    },
                    {
                        "id": "0108502",
                        "label": "惠东县"
                    },
                    {
                        "id": "0108503",
                        "label": "龙门县"
                    }
                ]
            },
            {
                "id": "0099963",
                "label": "梅州分公司",
                "children": [
                    {
                        "id": "0108505",
                        "label": "梅江区"
                    },
                    {
                        "id": "0108506",
                        "label": "梅县区"
                    },
                    {
                        "id": "0108507",
                        "label": "大埔县"
                    },
                    {
                        "id": "0108508",
                        "label": "丰顺县"
                    },
                    {
                        "id": "0108509",
                        "label": "五华县"
                    },
                    {
                        "id": "0108510",
                        "label": "平远县"
                    },
                    {
                        "id": "0108511",
                        "label": "蕉岭县"
                    },
                    {
                        "id": "0108512",
                        "label": "兴宁市"
                    }
                ]
            },
            {
                "id": "0099973",
                "label": "汕尾分公司",
                "children": [
                    {
                        "id": "0108514",
                        "label": "城区"
                    },
                    {
                        "id": "0289710",
                        "label": "红海湾经济开发区"
                    },
                    {
                        "id": "0289716",
                        "label": "深汕特别合作区"
                    },
                    {
                        "id": "0108515",
                        "label": "海丰县"
                    },
                    {
                        "id": "0108516",
                        "label": "陆河县"
                    },
                    {
                        "id": "0289713",
                        "label": "华侨管理区"
                    },
                    {
                        "id": "0108517",
                        "label": "陆丰市"
                    }
                ]
            },
            {
                "id": "0099959",
                "label": "河源分公司",
                "children": [
                    {
                        "id": "0108519",
                        "label": "源城区"
                    },
                    {
                        "id": "0108520",
                        "label": "紫金县"
                    },
                    {
                        "id": "34304885",
                        "label": "江东新区"
                    },
                    {
                        "id": "0108521",
                        "label": "龙川县"
                    },
                    {
                        "id": "0108522",
                        "label": "连平县"
                    },
                    {
                        "id": "0108523",
                        "label": "和平县"
                    },
                    {
                        "id": "0108524",
                        "label": "东源县"
                    }
                ]
            },
            {
                "id": "0099974",
                "label": "阳江分公司",
                "children": [
                    {
                        "id": "0108526",
                        "label": "江城区"
                    },
                    {
                        "id": "0752779",
                        "label": "海陵岛区"
                    },
                    {
                        "id": "0108528",
                        "label": "阳东区"
                    },
                    {
                        "id": "0108527",
                        "label": "阳西县"
                    },
                    {
                        "id": "0108529",
                        "label": "阳春市"
                    }
                ]
            },
            {
                "id": "0099964",
                "label": "清远分公司",
                "children": [
                    {
                        "id": "0108531",
                        "label": "清城区"
                    },
                    {
                        "id": "0108532",
                        "label": "清新区"
                    },
                    {
                        "id": "0108533",
                        "label": "佛冈县"
                    },
                    {
                        "id": "0108534",
                        "label": "阳山县"
                    },
                    {
                        "id": "0108535",
                        "label": "连山壮族瑶族自治县"
                    },
                    {
                        "id": "0108536",
                        "label": "连南瑶族自治县"
                    },
                    {
                        "id": "0108537",
                        "label": "英德市"
                    },
                    {
                        "id": "0108538",
                        "label": "连州市"
                    }
                ]
            },
            {
                "id": "0099957",
                "label": "东莞分公司",
                "children": [
                    {
                        "id": "0189698",
                        "label": "南城区"
                    },
                    {
                        "id": "0285845",
                        "label": "东城区"
                    },
                    {
                        "id": "0285847",
                        "label": "万江区"
                    },
                    {
                        "id": "0285849",
                        "label": "莞城区"
                    },
                    {
                        "id": "0285851",
                        "label": "麻涌镇"
                    },
                    {
                        "id": "0285871",
                        "label": "石龙镇"
                    },
                    {
                        "id": "0285873",
                        "label": "虎门镇"
                    },
                    {
                        "id": "0285875",
                        "label": "石碣镇"
                    },
                    {
                        "id": "0285878",
                        "label": "寮步镇"
                    },
                    {
                        "id": "0285880",
                        "label": "大朗镇"
                    },
                    {
                        "id": "0285886",
                        "label": "黄江镇"
                    },
                    {
                        "id": "0285889",
                        "label": "凤岗镇"
                    },
                    {
                        "id": "0285893",
                        "label": "塘厦镇"
                    },
                    {
                        "id": "0285897",
                        "label": "清溪镇"
                    },
                    {
                        "id": "0285900",
                        "label": "常平镇"
                    },
                    {
                        "id": "0285902",
                        "label": "桥头镇"
                    },
                    {
                        "id": "0285905",
                        "label": "横沥镇"
                    },
                    {
                        "id": "0285907",
                        "label": "东坑镇"
                    },
                    {
                        "id": "0285909",
                        "label": "企石镇"
                    },
                    {
                        "id": "0285912",
                        "label": "石排镇"
                    },
                    {
                        "id": "0285916",
                        "label": "茶山镇"
                    },
                    {
                        "id": "0285918",
                        "label": "长安镇"
                    },
                    {
                        "id": "0285920",
                        "label": "沙田镇"
                    },
                    {
                        "id": "0285922",
                        "label": "中堂镇"
                    },
                    {
                        "id": "0285925",
                        "label": "谢岗镇"
                    },
                    {
                        "id": "0285927",
                        "label": "厚街镇"
                    },
                    {
                        "id": "0285929",
                        "label": "洪梅镇"
                    },
                    {
                        "id": "0285932",
                        "label": "高埗镇"
                    },
                    {
                        "id": "0285935",
                        "label": "道滘镇"
                    },
                    {
                        "id": "0285937",
                        "label": "大岭山镇"
                    },
                    {
                        "id": "0285939",
                        "label": "樟木头镇"
                    },
                    {
                        "id": "0285941",
                        "label": "望牛墩镇"
                    },
                    {
                        "id": "0752816",
                        "label": "松山湖区"
                    }
                ]
            },
            {
                "id": "0099970",
                "label": "中山分公司",
                "children": [
                    {
                        "id": "0189696",
                        "label": "石岐区"
                    },
                    {
                        "id": "0285947",
                        "label": "东区"
                    },
                    {
                        "id": "0285949",
                        "label": "西区"
                    },
                    {
                        "id": "0285952",
                        "label": "南区"
                    },
                    {
                        "id": "0285954",
                        "label": "五桂山区"
                    },
                    {
                        "id": "0285956",
                        "label": "中山港区"
                    },
                    {
                        "id": "0285960",
                        "label": "黄圃镇"
                    },
                    {
                        "id": "0285963",
                        "label": "南头镇"
                    },
                    {
                        "id": "0285965",
                        "label": "东凤镇"
                    },
                    {
                        "id": "0285967",
                        "label": "阜沙镇"
                    },
                    {
                        "id": "0285969",
                        "label": "小榄镇"
                    },
                    {
                        "id": "0285973",
                        "label": "东升镇"
                    },
                    {
                        "id": "0285975",
                        "label": "古镇镇"
                    },
                    {
                        "id": "0285978",
                        "label": "横栏镇"
                    },
                    {
                        "id": "0285980",
                        "label": "三角镇"
                    },
                    {
                        "id": "0285982",
                        "label": "民众镇"
                    },
                    {
                        "id": "0285984",
                        "label": "南朗镇"
                    },
                    {
                        "id": "0285988",
                        "label": "港口镇"
                    },
                    {
                        "id": "0285990",
                        "label": "大涌镇"
                    },
                    {
                        "id": "0285992",
                        "label": "沙溪镇"
                    },
                    {
                        "id": "0285994",
                        "label": "三乡镇"
                    },
                    {
                        "id": "0285997",
                        "label": "板芙镇"
                    },
                    {
                        "id": "0286001",
                        "label": "神湾镇"
                    },
                    {
                        "id": "0286003",
                        "label": "坦洲镇"
                    }
                ]
            },
            {
                "id": "0099972",
                "label": "潮州分公司",
                "children": [
                    {
                        "id": "0108540",
                        "label": "湘桥区"
                    },
                    {
                        "id": "0108541",
                        "label": "潮安区"
                    },
                    {
                        "id": "0108542",
                        "label": "饶平县"
                    }
                ]
            },
            {
                "id": "0099968",
                "label": "揭阳分公司",
                "children": [
                    {
                        "id": "0108544",
                        "label": "榕城区"
                    },
                    {
                        "id": "0108545",
                        "label": "揭东区"
                    },
                    {
                        "id": "0108546",
                        "label": "揭西县"
                    },
                    {
                        "id": "0108547",
                        "label": "惠来县"
                    },
                    {
                        "id": "0108548",
                        "label": "普宁市"
                    }
                ]
            },
            {
                "id": "0099975",
                "label": "云浮分公司",
                "children": [
                    {
                        "id": "0108550",
                        "label": "云城区"
                    },
                    {
                        "id": "0108553",
                        "label": "云安区"
                    },
                    {
                        "id": "0108551",
                        "label": "新兴县"
                    },
                    {
                        "id": "0108552",
                        "label": "郁南县"
                    },
                    {
                        "id": "0108554",
                        "label": "罗定市"
                    }
                ]
            }
        ]
    },
    {
        "id": "0098364",
        "label": "广西分公司",
        "children": [
            {
                "id": "0099977",
                "label": "南宁分公司",
                "children": [
                    {
                        "id": "0108556",
                        "label": "兴宁区"
                    },
                    {
                        "id": "0108557",
                        "label": "青秀区"
                    },
                    {
                        "id": "0108558",
                        "label": "江南区"
                    },
                    {
                        "id": "0108559",
                        "label": "西乡塘区"
                    },
                    {
                        "id": "0108560",
                        "label": "良庆区"
                    },
                    {
                        "id": "0108561",
                        "label": "邕宁区"
                    },
                    {
                        "id": "0108562",
                        "label": "武鸣区"
                    },
                    {
                        "id": "0108563",
                        "label": "隆安县"
                    },
                    {
                        "id": "0108564",
                        "label": "马山县"
                    },
                    {
                        "id": "0108565",
                        "label": "上林县"
                    },
                    {
                        "id": "0108566",
                        "label": "宾阳县"
                    },
                    {
                        "id": "0108567",
                        "label": "横县"
                    }
                ]
            },
            {
                "id": "0099978",
                "label": "柳州分公司",
                "children": [
                    {
                        "id": "0108569",
                        "label": "城中区"
                    },
                    {
                        "id": "0108570",
                        "label": "鱼峰区"
                    },
                    {
                        "id": "0108571",
                        "label": "柳南区"
                    },
                    {
                        "id": "0108572",
                        "label": "柳北区"
                    },
                    {
                        "id": "0108573",
                        "label": "柳江县"
                    },
                    {
                        "id": "0108574",
                        "label": "柳城县"
                    },
                    {
                        "id": "0108575",
                        "label": "鹿寨县"
                    },
                    {
                        "id": "0108576",
                        "label": "融安县"
                    },
                    {
                        "id": "0108577",
                        "label": "融水苗族自治县"
                    },
                    {
                        "id": "0108578",
                        "label": "三江侗族自治县"
                    }
                ]
            },
            {
                "id": "0099979",
                "label": "桂林分公司",
                "children": [
                    {
                        "id": "0108580",
                        "label": "秀峰区"
                    },
                    {
                        "id": "0108581",
                        "label": "叠彩区"
                    },
                    {
                        "id": "0108582",
                        "label": "象山区"
                    },
                    {
                        "id": "0108583",
                        "label": "七星区"
                    },
                    {
                        "id": "0108584",
                        "label": "雁山区"
                    },
                    {
                        "id": "0108585",
                        "label": "临桂区"
                    },
                    {
                        "id": "0108586",
                        "label": "阳朔县"
                    },
                    {
                        "id": "0108587",
                        "label": "灵川县"
                    },
                    {
                        "id": "0108588",
                        "label": "全州县"
                    },
                    {
                        "id": "0108589",
                        "label": "兴安县"
                    },
                    {
                        "id": "0108590",
                        "label": "永福县"
                    },
                    {
                        "id": "0108591",
                        "label": "灌阳县"
                    },
                    {
                        "id": "0108592",
                        "label": "龙胜各族自治县"
                    },
                    {
                        "id": "0108593",
                        "label": "资源县"
                    },
                    {
                        "id": "0108594",
                        "label": "平乐县"
                    },
                    {
                        "id": "0108595",
                        "label": "荔浦县"
                    },
                    {
                        "id": "0108596",
                        "label": "恭城瑶族自治县"
                    }
                ]
            },
            {
                "id": "0099985",
                "label": "梧州分公司",
                "children": [
                    {
                        "id": "0108598",
                        "label": "万秀区"
                    },
                    {
                        "id": "0108599",
                        "label": "长洲区"
                    },
                    {
                        "id": "0108600",
                        "label": "龙圩区"
                    },
                    {
                        "id": "0108601",
                        "label": "苍梧县"
                    },
                    {
                        "id": "0108602",
                        "label": "藤县"
                    },
                    {
                        "id": "0108603",
                        "label": "蒙山县"
                    },
                    {
                        "id": "0108604",
                        "label": "岑溪市"
                    }
                ]
            },
            {
                "id": "0099986",
                "label": "北海分公司",
                "children": [
                    {
                        "id": "0108606",
                        "label": "海城区"
                    },
                    {
                        "id": "0108608",
                        "label": "铁山港区"
                    },
                    {
                        "id": "0108609",
                        "label": "合浦县"
                    }
                ]
            },
            {
                "id": "0099987",
                "label": "防城港分公司",
                "children": [
                    {
                        "id": "0108611",
                        "label": "港口区"
                    },
                    {
                        "id": "0108612",
                        "label": "防城区"
                    },
                    {
                        "id": "0108613",
                        "label": "上思县"
                    },
                    {
                        "id": "0108614",
                        "label": "东兴市"
                    }
                ]
            },
            {
                "id": "0099984",
                "label": "钦州分公司",
                "children": [
                    {
                        "id": "34303162",
                        "label": "钦州港"
                    },
                    {
                        "id": "0108616",
                        "label": "钦南区"
                    },
                    {
                        "id": "0108617",
                        "label": "钦北区"
                    },
                    {
                        "id": "0108618",
                        "label": "灵山县"
                    },
                    {
                        "id": "0108619",
                        "label": "浦北县"
                    }
                ]
            },
            {
                "id": "0099981",
                "label": "贵港分公司",
                "children": [
                    {
                        "id": "0108621",
                        "label": "港北区"
                    },
                    {
                        "id": "0108622",
                        "label": "港南区"
                    },
                    {
                        "id": "0108623",
                        "label": "覃塘区"
                    },
                    {
                        "id": "0108624",
                        "label": "平南县"
                    },
                    {
                        "id": "0108625",
                        "label": "桂平市"
                    }
                ]
            },
            {
                "id": "0099980",
                "label": "玉林分公司",
                "children": [
                    {
                        "id": "0108627",
                        "label": "玉福区域"
                    },
                    {
                        "id": "0108629",
                        "label": "容县"
                    },
                    {
                        "id": "0108630",
                        "label": "陆川县"
                    },
                    {
                        "id": "0108631",
                        "label": "博白县"
                    },
                    {
                        "id": "0108632",
                        "label": "兴业县"
                    },
                    {
                        "id": "0108633",
                        "label": "北流市"
                    }
                ]
            },
            {
                "id": "0099982",
                "label": "百色分公司",
                "children": [
                    {
                        "id": "0108635",
                        "label": "右江区"
                    },
                    {
                        "id": "0108636",
                        "label": "田阳县"
                    },
                    {
                        "id": "0108637",
                        "label": "田东县"
                    },
                    {
                        "id": "0108638",
                        "label": "平果县"
                    },
                    {
                        "id": "0108639",
                        "label": "德保县"
                    },
                    {
                        "id": "0108641",
                        "label": "那坡县"
                    },
                    {
                        "id": "0108642",
                        "label": "凌云县"
                    },
                    {
                        "id": "0108643",
                        "label": "乐业县"
                    },
                    {
                        "id": "0108644",
                        "label": "田林县"
                    },
                    {
                        "id": "0108645",
                        "label": "西林县"
                    },
                    {
                        "id": "0108646",
                        "label": "隆林各族自治县"
                    },
                    {
                        "id": "0108640",
                        "label": "靖西市"
                    }
                ]
            },
            {
                "id": "0099990",
                "label": "贺州分公司",
                "children": [
                    {
                        "id": "0108648",
                        "label": "八步区"
                    },
                    {
                        "id": "0108649",
                        "label": "昭平县"
                    },
                    {
                        "id": "0108650",
                        "label": "钟山县"
                    },
                    {
                        "id": "0108651",
                        "label": "富川瑶族自治县"
                    }
                ]
            },
            {
                "id": "0099983",
                "label": "河池分公司",
                "children": [
                    {
                        "id": "0108653",
                        "label": "金城江区"
                    },
                    {
                        "id": "0108654",
                        "label": "南丹县"
                    },
                    {
                        "id": "0108655",
                        "label": "天峨县"
                    },
                    {
                        "id": "0108656",
                        "label": "凤山县"
                    },
                    {
                        "id": "0108657",
                        "label": "东兰县"
                    },
                    {
                        "id": "0108658",
                        "label": "罗城仫佬族自治县"
                    },
                    {
                        "id": "0108659",
                        "label": "环江毛南族自治县"
                    },
                    {
                        "id": "0108660",
                        "label": "巴马瑶族自治县"
                    },
                    {
                        "id": "0108661",
                        "label": "都安瑶族自治县"
                    },
                    {
                        "id": "0108662",
                        "label": "大化瑶族自治县"
                    },
                    {
                        "id": "0108663",
                        "label": "宜州市"
                    }
                ]
            },
            {
                "id": "0099989",
                "label": "来宾分公司",
                "children": [
                    {
                        "id": "0108665",
                        "label": "兴宾区"
                    },
                    {
                        "id": "0108666",
                        "label": "忻城县"
                    },
                    {
                        "id": "0108667",
                        "label": "象州县"
                    },
                    {
                        "id": "0108668",
                        "label": "武宣县"
                    },
                    {
                        "id": "0108669",
                        "label": "金秀瑶族自治县"
                    },
                    {
                        "id": "0108670",
                        "label": "合山市"
                    }
                ]
            },
            {
                "id": "0099988",
                "label": "崇左分公司",
                "children": [
                    {
                        "id": "0108672",
                        "label": "江州区"
                    },
                    {
                        "id": "0108673",
                        "label": "扶绥县"
                    },
                    {
                        "id": "0108674",
                        "label": "宁明县"
                    },
                    {
                        "id": "0108675",
                        "label": "龙州县"
                    },
                    {
                        "id": "0108676",
                        "label": "大新县"
                    },
                    {
                        "id": "0108677",
                        "label": "天等县"
                    },
                    {
                        "id": "0108678",
                        "label": "凭祥市"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001932",
        "label": "海南分公司",
        "children": [
            {
                "id": "0099992",
                "label": "海口分公司",
                "children": [
                    {
                        "id": "0108680",
                        "label": "秀英区"
                    },
                    {
                        "id": "0108681",
                        "label": "龙华区"
                    },
                    {
                        "id": "0108682",
                        "label": "琼山区"
                    },
                    {
                        "id": "0108683",
                        "label": "美兰区"
                    },
                    {
                        "id": "0109152",
                        "label": "中沙群岛"
                    },
                    {
                        "id": "0109151",
                        "label": "南沙群岛"
                    },
                    {
                        "id": "0109150",
                        "label": "西沙群岛"
                    },
                    {
                        "id": "0109123",
                        "label": "三沙市"
                    }
                ]
            },
            {
                "id": "0099993",
                "label": "三亚分公司",
                "children": [
                    {
                        "id": "0191256",
                        "label": "海棠区"
                    },
                    {
                        "id": "0191240",
                        "label": "吉阳区"
                    },
                    {
                        "id": "0191251",
                        "label": "天涯区"
                    },
                    {
                        "id": "0191260",
                        "label": "崖州区"
                    },
                    {
                        "id": "0109153",
                        "label": "五指山市"
                    },
                    {
                        "id": "0109163",
                        "label": "乐东黎族自治县"
                    },
                    {
                        "id": "0109164",
                        "label": "陵水黎族自治县"
                    },
                    {
                        "id": "0109165",
                        "label": "保亭黎族自治县"
                    }
                ]
            },
            {
                "id": "0191137",
                "label": "儋州分公司",
                "children": [
                    {
                        "id": "0099994",
                        "label": "儋州市"
                    },
                    {
                        "id": "0109156",
                        "label": "东方市"
                    },
                    {
                        "id": "0109159",
                        "label": "澄迈县"
                    },
                    {
                        "id": "0109160",
                        "label": "临高县"
                    },
                    {
                        "id": "0109161",
                        "label": "白沙黎族自治县"
                    },
                    {
                        "id": "0109162",
                        "label": "昌江黎族自治县"
                    },
                    {
                        "id": "2496266221",
                        "label": "澄临大区"
                    },
                    {
                        "id": "2496266085",
                        "label": "东昌白大区"
                    },
                    {
                        "id": "2496267762",
                        "label": "儋洋大区"
                    }
                ]
            },
            {
                "id": "0191110",
                "label": "琼海分公司",
                "children": [
                    {
                        "id": "0099995",
                        "label": "琼海市"
                    },
                    {
                        "id": "0109154",
                        "label": "文昌市"
                    },
                    {
                        "id": "0109155",
                        "label": "万宁市"
                    },
                    {
                        "id": "0109157",
                        "label": "定安县"
                    },
                    {
                        "id": "0109158",
                        "label": "屯昌县"
                    },
                    {
                        "id": "0109166",
                        "label": "琼中黎族苗族自治县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001938",
        "label": "重庆分公司",
        "children": [
            {
                "id": "0190713",
                "label": "万州分公司",
                "children": [
                    {
                        "id": "0100022",
                        "label": "万州区"
                    },
                    {
                        "id": "0109188",
                        "label": "开州区"
                    },
                    {
                        "id": "0109182",
                        "label": "梁平县"
                    },
                    {
                        "id": "0109183",
                        "label": "城口县"
                    },
                    {
                        "id": "0109187",
                        "label": "忠县"
                    },
                    {
                        "id": "0109192",
                        "label": "石柱土家族自治县"
                    }
                ]
            },
            {
                "id": "0190702",
                "label": "涪陵分公司",
                "children": [
                    {
                        "id": "0100024",
                        "label": "涪陵区"
                    },
                    {
                        "id": "0109175",
                        "label": "长寿区"
                    },
                    {
                        "id": "0109177",
                        "label": "南川区"
                    },
                    {
                        "id": "0109184",
                        "label": "丰都县"
                    },
                    {
                        "id": "0109185",
                        "label": "垫江县"
                    },
                    {
                        "id": "0109186",
                        "label": "武隆县"
                    }
                ]
            },
            {
                "id": "0190717",
                "label": "渝中分公司",
                "children": [
                    {
                        "id": "0100019",
                        "label": "渝中区"
                    },
                    {
                        "id": "0109167",
                        "label": "大渡口区"
                    },
                    {
                        "id": "0109168",
                        "label": "沙坪坝区"
                    },
                    {
                        "id": "0109169",
                        "label": "九龙坡区"
                    }
                ]
            },
            {
                "id": "0190707",
                "label": "两江分公司",
                "children": [
                    {
                        "id": "0100020",
                        "label": "江北区"
                    },
                    {
                        "id": "0109173",
                        "label": "渝北区"
                    },
                    {
                        "id": "0191416",
                        "label": "两江新区"
                    }
                ]
            },
            {
                "id": "0190709",
                "label": "南岸分公司",
                "children": [
                    {
                        "id": "0100021",
                        "label": "南岸区"
                    },
                    {
                        "id": "0109171",
                        "label": "綦江区"
                    },
                    {
                        "id": "0109174",
                        "label": "巴南区"
                    },
                    {
                        "id": "0109176",
                        "label": "江津区"
                    }
                ]
            },
            {
                "id": "0190705",
                "label": "合川分公司",
                "children": [
                    {
                        "id": "0109170",
                        "label": "北碚区"
                    },
                    {
                        "id": "0100026",
                        "label": "合川区"
                    },
                    {
                        "id": "0109179",
                        "label": "铜梁区"
                    },
                    {
                        "id": "0109178",
                        "label": "潼南区"
                    }
                ]
            },
            {
                "id": "0190715",
                "label": "永川分公司",
                "children": [
                    {
                        "id": "0109172",
                        "label": "大足区"
                    },
                    {
                        "id": "0100023",
                        "label": "永川区"
                    },
                    {
                        "id": "0109181",
                        "label": "璧山区"
                    },
                    {
                        "id": "0109180",
                        "label": "荣昌区"
                    }
                ]
            },
            {
                "id": "0190711",
                "label": "黔江分公司",
                "children": [
                    {
                        "id": "0100025",
                        "label": "黔江区"
                    },
                    {
                        "id": "0109193",
                        "label": "秀山土家族苗族自治县"
                    },
                    {
                        "id": "0109194",
                        "label": "酉阳土家族苗族自治县"
                    },
                    {
                        "id": "0109195",
                        "label": "彭水苗族土家族自治县"
                    }
                ]
            },
            {
                "id": "0190699",
                "label": "奉节分公司",
                "children": [
                    {
                        "id": "0109189",
                        "label": "云阳县"
                    },
                    {
                        "id": "0100027",
                        "label": "奉节县"
                    },
                    {
                        "id": "0109190",
                        "label": "巫山县"
                    },
                    {
                        "id": "0109191",
                        "label": "巫溪县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0001931",
        "label": "四川分公司",
        "children": [
            {
                "id": "0099997",
                "label": "成都分公司",
                "children": [
                    {
                        "id": "0108686",
                        "label": "锦江区"
                    },
                    {
                        "id": "0108687",
                        "label": "青羊区"
                    },
                    {
                        "id": "0108688",
                        "label": "金牛区"
                    },
                    {
                        "id": "34351984",
                        "label": "高新西区"
                    },
                    {
                        "id": "0108689",
                        "label": "武侯区"
                    },
                    {
                        "id": "0273456",
                        "label": "高新区"
                    },
                    {
                        "id": "0108690",
                        "label": "成华区"
                    },
                    {
                        "id": "0108691",
                        "label": "龙泉驿区"
                    },
                    {
                        "id": "0108692",
                        "label": "青白江区"
                    },
                    {
                        "id": "0108693",
                        "label": "新都区"
                    },
                    {
                        "id": "0108694",
                        "label": "温江区"
                    },
                    {
                        "id": "0273452",
                        "label": "天府新区"
                    },
                    {
                        "id": "0108696",
                        "label": "双流区"
                    },
                    {
                        "id": "0108695",
                        "label": "金堂县"
                    },
                    {
                        "id": "0108697",
                        "label": "郫县"
                    },
                    {
                        "id": "0108698",
                        "label": "大邑县"
                    },
                    {
                        "id": "0108699",
                        "label": "蒲江县"
                    },
                    {
                        "id": "0108700",
                        "label": "新津县"
                    },
                    {
                        "id": "0107888",
                        "label": "简阳市"
                    },
                    {
                        "id": "0108701",
                        "label": "都江堰市"
                    },
                    {
                        "id": "0108702",
                        "label": "彭州市"
                    },
                    {
                        "id": "0108703",
                        "label": "邛崃市"
                    },
                    {
                        "id": "0108704",
                        "label": "崇州市"
                    }
                ]
            },
            {
                "id": "0100016",
                "label": "自贡分公司",
                "children": [
                    {
                        "id": "0108706",
                        "label": "自流井区"
                    },
                    {
                        "id": "0108707",
                        "label": "贡井区"
                    },
                    {
                        "id": "0108708",
                        "label": "大安区"
                    },
                    {
                        "id": "0108709",
                        "label": "沿滩区"
                    },
                    {
                        "id": "0108710",
                        "label": "荣县"
                    },
                    {
                        "id": "0108711",
                        "label": "富顺县"
                    }
                ]
            },
            {
                "id": "0100017",
                "label": "攀枝花分公司",
                "children": [
                    {
                        "id": "0108713",
                        "label": "东区"
                    },
                    {
                        "id": "0108714",
                        "label": "西区"
                    },
                    {
                        "id": "0108715",
                        "label": "仁和区"
                    },
                    {
                        "id": "0108716",
                        "label": "米易县"
                    },
                    {
                        "id": "0108717",
                        "label": "盐边县"
                    }
                ]
            },
            {
                "id": "0100003",
                "label": "泸州分公司",
                "children": [
                    {
                        "id": "0108719",
                        "label": "江阳区"
                    },
                    {
                        "id": "0108720",
                        "label": "纳溪区"
                    },
                    {
                        "id": "0108721",
                        "label": "龙马潭区"
                    },
                    {
                        "id": "0108722",
                        "label": "泸县"
                    },
                    {
                        "id": "0108723",
                        "label": "合江县"
                    },
                    {
                        "id": "0108724",
                        "label": "叙永县"
                    },
                    {
                        "id": "0108725",
                        "label": "古蔺县"
                    }
                ]
            },
            {
                "id": "0100001",
                "label": "德阳分公司",
                "children": [
                    {
                        "id": "0108727",
                        "label": "旌阳区"
                    },
                    {
                        "id": "0108728",
                        "label": "中江县"
                    },
                    {
                        "id": "0108729",
                        "label": "罗江县"
                    },
                    {
                        "id": "0108730",
                        "label": "广汉市"
                    },
                    {
                        "id": "0108731",
                        "label": "什邡市"
                    },
                    {
                        "id": "0108732",
                        "label": "绵竹市"
                    }
                ]
            },
            {
                "id": "0099999",
                "label": "绵阳分公司",
                "children": [
                    {
                        "id": "0108734",
                        "label": "涪城区"
                    },
                    {
                        "id": "0273467",
                        "label": "高新区"
                    },
                    {
                        "id": "0108735",
                        "label": "游仙区"
                    },
                    {
                        "id": "0108736",
                        "label": "三台县"
                    },
                    {
                        "id": "0108737",
                        "label": "盐亭县"
                    },
                    {
                        "id": "0108738",
                        "label": "安县"
                    },
                    {
                        "id": "0108739",
                        "label": "梓潼县"
                    },
                    {
                        "id": "0108740",
                        "label": "北川羌族自治县"
                    },
                    {
                        "id": "0108741",
                        "label": "平武县"
                    },
                    {
                        "id": "0108742",
                        "label": "江油市"
                    }
                ]
            },
            {
                "id": "0100004",
                "label": "广元分公司",
                "children": [
                    {
                        "id": "0108744",
                        "label": "利州区"
                    },
                    {
                        "id": "0108745",
                        "label": "昭化区"
                    },
                    {
                        "id": "0107797",
                        "label": "朝天区"
                    },
                    {
                        "id": "0107798",
                        "label": "旺苍县"
                    },
                    {
                        "id": "0107799",
                        "label": "青川县"
                    },
                    {
                        "id": "0107800",
                        "label": "剑阁县"
                    },
                    {
                        "id": "0107801",
                        "label": "苍溪县"
                    }
                ]
            },
            {
                "id": "0100010",
                "label": "遂宁分公司",
                "children": [
                    {
                        "id": "0107803",
                        "label": "船山区"
                    },
                    {
                        "id": "0107804",
                        "label": "安居区"
                    },
                    {
                        "id": "0107805",
                        "label": "蓬溪县"
                    },
                    {
                        "id": "0107806",
                        "label": "射洪县"
                    },
                    {
                        "id": "0107807",
                        "label": "大英县"
                    }
                ]
            },
            {
                "id": "0100014",
                "label": "内江分公司",
                "children": [
                    {
                        "id": "0107809",
                        "label": "市中区"
                    },
                    {
                        "id": "0107810",
                        "label": "东兴区"
                    },
                    {
                        "id": "0289718",
                        "label": "经开区"
                    },
                    {
                        "id": "0107811",
                        "label": "威远县"
                    },
                    {
                        "id": "0107812",
                        "label": "资中县"
                    },
                    {
                        "id": "0107813",
                        "label": "隆昌县"
                    }
                ]
            },
            {
                "id": "0100002",
                "label": "乐山分公司",
                "children": [
                    {
                        "id": "0107815",
                        "label": "市中区"
                    },
                    {
                        "id": "0107816",
                        "label": "沙湾区"
                    },
                    {
                        "id": "0107817",
                        "label": "五通桥区"
                    },
                    {
                        "id": "0107818",
                        "label": "金口河区"
                    },
                    {
                        "id": "0107819",
                        "label": "犍为县"
                    },
                    {
                        "id": "0107820",
                        "label": "井研县"
                    },
                    {
                        "id": "0107821",
                        "label": "夹江县"
                    },
                    {
                        "id": "0107822",
                        "label": "沐川县"
                    },
                    {
                        "id": "0107823",
                        "label": "峨边彝族自治县"
                    },
                    {
                        "id": "0107824",
                        "label": "马边彝族自治县"
                    },
                    {
                        "id": "0107825",
                        "label": "峨眉山市"
                    }
                ]
            },
            {
                "id": "0100000",
                "label": "南充分公司",
                "children": [
                    {
                        "id": "0107827",
                        "label": "顺庆区"
                    },
                    {
                        "id": "0107828",
                        "label": "高坪区"
                    },
                    {
                        "id": "0107829",
                        "label": "嘉陵区"
                    },
                    {
                        "id": "0107830",
                        "label": "南部县"
                    },
                    {
                        "id": "0107831",
                        "label": "营山县"
                    },
                    {
                        "id": "0107832",
                        "label": "蓬安县"
                    },
                    {
                        "id": "0107833",
                        "label": "仪陇县"
                    },
                    {
                        "id": "0107834",
                        "label": "西充县"
                    },
                    {
                        "id": "0107835",
                        "label": "阆中市"
                    }
                ]
            },
            {
                "id": "0100011",
                "label": "眉山分公司",
                "children": [
                    {
                        "id": "0107837",
                        "label": "东坡区"
                    },
                    {
                        "id": "0107839",
                        "label": "彭山区"
                    },
                    {
                        "id": "0107838",
                        "label": "仁寿县"
                    },
                    {
                        "id": "0107840",
                        "label": "洪雅县"
                    },
                    {
                        "id": "0107841",
                        "label": "丹棱县"
                    },
                    {
                        "id": "0107842",
                        "label": "青神县"
                    }
                ]
            },
            {
                "id": "0100005",
                "label": "宜宾分公司",
                "children": [
                    {
                        "id": "0107844",
                        "label": "翠屏区"
                    },
                    {
                        "id": "0273474",
                        "label": "临港区"
                    },
                    {
                        "id": "0107845",
                        "label": "南溪区"
                    },
                    {
                        "id": "0107846",
                        "label": "宜宾县"
                    },
                    {
                        "id": "0107847",
                        "label": "江安县"
                    },
                    {
                        "id": "0107848",
                        "label": "长宁县"
                    },
                    {
                        "id": "0107849",
                        "label": "高县"
                    },
                    {
                        "id": "0107850",
                        "label": "珙县"
                    },
                    {
                        "id": "0107851",
                        "label": "筠连县"
                    },
                    {
                        "id": "0107852",
                        "label": "兴文县"
                    },
                    {
                        "id": "0107853",
                        "label": "屏山县"
                    }
                ]
            },
            {
                "id": "0100009",
                "label": "广安分公司",
                "children": [
                    {
                        "id": "0107855",
                        "label": "广安区"
                    },
                    {
                        "id": "0107856",
                        "label": "前锋区"
                    },
                    {
                        "id": "0107857",
                        "label": "岳池县"
                    },
                    {
                        "id": "0107858",
                        "label": "武胜县"
                    },
                    {
                        "id": "0107859",
                        "label": "邻水县"
                    },
                    {
                        "id": "0107860",
                        "label": "华蓥市"
                    }
                ]
            },
            {
                "id": "0099998",
                "label": "达州分公司",
                "children": [
                    {
                        "id": "0107862",
                        "label": "通川区"
                    },
                    {
                        "id": "0107863",
                        "label": "达川区"
                    },
                    {
                        "id": "0107864",
                        "label": "宣汉县"
                    },
                    {
                        "id": "0107865",
                        "label": "开江县"
                    },
                    {
                        "id": "0107866",
                        "label": "大竹县"
                    },
                    {
                        "id": "0107867",
                        "label": "渠县"
                    },
                    {
                        "id": "0107868",
                        "label": "万源市"
                    }
                ]
            },
            {
                "id": "0100012",
                "label": "雅安分公司",
                "children": [
                    {
                        "id": "0107870",
                        "label": "雨城区"
                    },
                    {
                        "id": "0107871",
                        "label": "名山区"
                    },
                    {
                        "id": "0107872",
                        "label": "荥经县"
                    },
                    {
                        "id": "0107873",
                        "label": "汉源县"
                    },
                    {
                        "id": "0107874",
                        "label": "石棉县"
                    },
                    {
                        "id": "0107875",
                        "label": "天全县"
                    },
                    {
                        "id": "0107876",
                        "label": "芦山县"
                    },
                    {
                        "id": "0107877",
                        "label": "宝兴县"
                    }
                ]
            },
            {
                "id": "0100008",
                "label": "巴中分公司",
                "children": [
                    {
                        "id": "0107879",
                        "label": "巴州区"
                    },
                    {
                        "id": "0107880",
                        "label": "恩阳区"
                    },
                    {
                        "id": "0107881",
                        "label": "通江县"
                    },
                    {
                        "id": "0107882",
                        "label": "南江县"
                    },
                    {
                        "id": "0107883",
                        "label": "平昌县"
                    }
                ]
            },
            {
                "id": "0100015",
                "label": "资阳分公司",
                "children": [
                    {
                        "id": "0107885",
                        "label": "雁江区"
                    },
                    {
                        "id": "0107886",
                        "label": "安岳县"
                    },
                    {
                        "id": "0107887",
                        "label": "乐至县"
                    }
                ]
            },
            {
                "id": "0100013",
                "label": "阿坝州分公司",
                "children": [
                    {
                        "id": "0107897",
                        "label": "马尔康区"
                    },
                    {
                        "id": "0107889",
                        "label": "汶川县"
                    },
                    {
                        "id": "0107890",
                        "label": "理县"
                    },
                    {
                        "id": "0107891",
                        "label": "茂县"
                    },
                    {
                        "id": "0107892",
                        "label": "松潘县"
                    },
                    {
                        "id": "0107893",
                        "label": "九寨沟县"
                    },
                    {
                        "id": "0107894",
                        "label": "金川县"
                    },
                    {
                        "id": "0107895",
                        "label": "小金县"
                    },
                    {
                        "id": "0107896",
                        "label": "黑水县"
                    },
                    {
                        "id": "0107898",
                        "label": "壤塘县"
                    },
                    {
                        "id": "0107899",
                        "label": "阿坝县"
                    },
                    {
                        "id": "0107900",
                        "label": "若尔盖县"
                    },
                    {
                        "id": "0107901",
                        "label": "红原县"
                    }
                ]
            },
            {
                "id": "0100007",
                "label": "甘孜州分公司",
                "children": [
                    {
                        "id": "0107902",
                        "label": "康定市"
                    },
                    {
                        "id": "0107903",
                        "label": "泸定县"
                    },
                    {
                        "id": "0107904",
                        "label": "丹巴县"
                    },
                    {
                        "id": "0107905",
                        "label": "九龙县"
                    },
                    {
                        "id": "0107906",
                        "label": "雅江县"
                    },
                    {
                        "id": "0107907",
                        "label": "道孚县"
                    },
                    {
                        "id": "0107908",
                        "label": "炉霍县"
                    },
                    {
                        "id": "0107909",
                        "label": "甘孜县"
                    },
                    {
                        "id": "0107910",
                        "label": "新龙县"
                    },
                    {
                        "id": "0107911",
                        "label": "德格县"
                    },
                    {
                        "id": "0107912",
                        "label": "白玉县"
                    },
                    {
                        "id": "0107913",
                        "label": "石渠县"
                    },
                    {
                        "id": "0107914",
                        "label": "色达县"
                    },
                    {
                        "id": "0107915",
                        "label": "理塘县"
                    },
                    {
                        "id": "0107916",
                        "label": "巴塘县"
                    },
                    {
                        "id": "0107917",
                        "label": "乡城县"
                    },
                    {
                        "id": "0107918",
                        "label": "稻城县"
                    },
                    {
                        "id": "0107919",
                        "label": "得荣县"
                    }
                ]
            },
            {
                "id": "0100006",
                "label": "凉山州分公司",
                "children": [
                    {
                        "id": "0107920",
                        "label": "西昌市"
                    },
                    {
                        "id": "0107921",
                        "label": "木里藏族自治县"
                    },
                    {
                        "id": "0107922",
                        "label": "盐源县"
                    },
                    {
                        "id": "0107923",
                        "label": "德昌县"
                    },
                    {
                        "id": "0107924",
                        "label": "会理县"
                    },
                    {
                        "id": "0107925",
                        "label": "会东县"
                    },
                    {
                        "id": "0107926",
                        "label": "宁南县"
                    },
                    {
                        "id": "0107927",
                        "label": "普格县"
                    },
                    {
                        "id": "0107928",
                        "label": "布拖县"
                    },
                    {
                        "id": "0107929",
                        "label": "金阳县"
                    },
                    {
                        "id": "0107930",
                        "label": "昭觉县"
                    },
                    {
                        "id": "0107931",
                        "label": "喜德县"
                    },
                    {
                        "id": "0107932",
                        "label": "冕宁县"
                    },
                    {
                        "id": "0107933",
                        "label": "越西县"
                    },
                    {
                        "id": "0107934",
                        "label": "甘洛县"
                    },
                    {
                        "id": "0107935",
                        "label": "美姑县"
                    },
                    {
                        "id": "0107936",
                        "label": "雷波县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0098354",
        "label": "贵州分公司",
        "children": [
            {
                "id": "0100029",
                "label": "贵阳分公司",
                "children": [
                    {
                        "id": "0107938",
                        "label": "南明区"
                    },
                    {
                        "id": "0107939",
                        "label": "云岩区"
                    },
                    {
                        "id": "0274884",
                        "label": "小河区"
                    },
                    {
                        "id": "0107940",
                        "label": "花溪区"
                    },
                    {
                        "id": "0107941",
                        "label": "乌当区"
                    },
                    {
                        "id": "0107942",
                        "label": "白云区"
                    },
                    {
                        "id": "0107943",
                        "label": "观山湖区"
                    },
                    {
                        "id": "0107944",
                        "label": "开阳县"
                    },
                    {
                        "id": "0107945",
                        "label": "息烽县"
                    },
                    {
                        "id": "0107946",
                        "label": "修文县"
                    },
                    {
                        "id": "0107947",
                        "label": "清镇市"
                    },
                    {
                        "id": "0274887",
                        "label": "贵安新区"
                    }
                ]
            },
            {
                "id": "0100036",
                "label": "六盘水分公司",
                "children": [
                    {
                        "id": "0107948",
                        "label": "钟山区"
                    },
                    {
                        "id": "0107949",
                        "label": "六枝特区"
                    },
                    {
                        "id": "0107950",
                        "label": "水城县"
                    },
                    {
                        "id": "0107951",
                        "label": "盘县"
                    }
                ]
            },
            {
                "id": "0100030",
                "label": "遵义分公司",
                "children": [
                    {
                        "id": "0107953",
                        "label": "红花岗区"
                    },
                    {
                        "id": "0287142",
                        "label": "新蒲区"
                    },
                    {
                        "id": "0107954",
                        "label": "汇川区"
                    },
                    {
                        "id": "0107955",
                        "label": "播州区"
                    },
                    {
                        "id": "0107956",
                        "label": "桐梓县"
                    },
                    {
                        "id": "0107957",
                        "label": "绥阳县"
                    },
                    {
                        "id": "0107958",
                        "label": "正安县"
                    },
                    {
                        "id": "0107959",
                        "label": "道真仡佬族苗族自治县"
                    },
                    {
                        "id": "0107960",
                        "label": "务川仡佬族苗族自治县"
                    },
                    {
                        "id": "0107961",
                        "label": "凤冈县"
                    },
                    {
                        "id": "0107962",
                        "label": "湄潭县"
                    },
                    {
                        "id": "0107963",
                        "label": "余庆县"
                    },
                    {
                        "id": "0107964",
                        "label": "习水县"
                    },
                    {
                        "id": "0107965",
                        "label": "赤水市"
                    },
                    {
                        "id": "0107966",
                        "label": "仁怀市"
                    }
                ]
            },
            {
                "id": "0100031",
                "label": "安顺分公司",
                "children": [
                    {
                        "id": "0107968",
                        "label": "西秀区"
                    },
                    {
                        "id": "0107969",
                        "label": "平坝区"
                    },
                    {
                        "id": "0107970",
                        "label": "普定县"
                    },
                    {
                        "id": "0107971",
                        "label": "镇宁布依族苗族自治县"
                    },
                    {
                        "id": "0107972",
                        "label": "关岭布依族苗族自治县"
                    },
                    {
                        "id": "0107973",
                        "label": "紫云苗族布依族自治县"
                    }
                ]
            },
            {
                "id": "0100035",
                "label": "毕节分公司",
                "children": [
                    {
                        "id": "0107975",
                        "label": "七星关区"
                    },
                    {
                        "id": "0107976",
                        "label": "大方县"
                    },
                    {
                        "id": "0107977",
                        "label": "黔西县"
                    },
                    {
                        "id": "0107978",
                        "label": "金沙县"
                    },
                    {
                        "id": "0107979",
                        "label": "织金县"
                    },
                    {
                        "id": "0107980",
                        "label": "纳雍县"
                    },
                    {
                        "id": "0107981",
                        "label": "威宁彝族回族苗族自治县"
                    },
                    {
                        "id": "0107982",
                        "label": "赫章县"
                    }
                ]
            },
            {
                "id": "0100034",
                "label": "铜仁分公司",
                "children": [
                    {
                        "id": "0107984",
                        "label": "碧江区"
                    },
                    {
                        "id": "0107985",
                        "label": "万山区"
                    },
                    {
                        "id": "0107986",
                        "label": "江口县"
                    },
                    {
                        "id": "0107987",
                        "label": "玉屏侗族自治县"
                    },
                    {
                        "id": "0107988",
                        "label": "石阡县"
                    },
                    {
                        "id": "0107989",
                        "label": "思南县"
                    },
                    {
                        "id": "0107990",
                        "label": "印江土家族苗族自治县"
                    },
                    {
                        "id": "0107991",
                        "label": "德江县"
                    },
                    {
                        "id": "0107992",
                        "label": "沿河土家族自治县"
                    },
                    {
                        "id": "0107993",
                        "label": "松桃苗族自治县"
                    }
                ]
            },
            {
                "id": "0100037",
                "label": "黔西南州分公司",
                "children": [
                    {
                        "id": "0107994",
                        "label": "兴义市"
                    },
                    {
                        "id": "0107996",
                        "label": "兴仁县"
                    },
                    {
                        "id": "0107995",
                        "label": "普安县"
                    },
                    {
                        "id": "0107997",
                        "label": "晴隆县"
                    },
                    {
                        "id": "0107998",
                        "label": "贞丰县"
                    },
                    {
                        "id": "0107999",
                        "label": "望谟县"
                    },
                    {
                        "id": "0108000",
                        "label": "册亨县"
                    },
                    {
                        "id": "0108001",
                        "label": "安龙县"
                    }
                ]
            },
            {
                "id": "0100033",
                "label": "黔东南州分公司",
                "children": [
                    {
                        "id": "0108002",
                        "label": "凯里市"
                    },
                    {
                        "id": "0108003",
                        "label": "黄平县"
                    },
                    {
                        "id": "0108004",
                        "label": "施秉县"
                    },
                    {
                        "id": "0108005",
                        "label": "三穗县"
                    },
                    {
                        "id": "0108006",
                        "label": "镇远县"
                    },
                    {
                        "id": "0108007",
                        "label": "岑巩县"
                    },
                    {
                        "id": "0108008",
                        "label": "天柱县"
                    },
                    {
                        "id": "0108009",
                        "label": "锦屏县"
                    },
                    {
                        "id": "0108010",
                        "label": "剑河县"
                    },
                    {
                        "id": "0108011",
                        "label": "台江县"
                    },
                    {
                        "id": "0108012",
                        "label": "黎平县"
                    },
                    {
                        "id": "0108013",
                        "label": "榕江县"
                    },
                    {
                        "id": "0108014",
                        "label": "从江县"
                    },
                    {
                        "id": "0108015",
                        "label": "雷山县"
                    },
                    {
                        "id": "0108016",
                        "label": "麻江县"
                    },
                    {
                        "id": "0108017",
                        "label": "丹寨县"
                    }
                ]
            },
            {
                "id": "0100032",
                "label": "黔南分公司",
                "children": [
                    {
                        "id": "0108018",
                        "label": "都匀市"
                    },
                    {
                        "id": "0108019",
                        "label": "福泉市"
                    },
                    {
                        "id": "0108020",
                        "label": "荔波县"
                    },
                    {
                        "id": "0108021",
                        "label": "贵定县"
                    },
                    {
                        "id": "0108022",
                        "label": "瓮安县"
                    },
                    {
                        "id": "0108023",
                        "label": "独山县"
                    },
                    {
                        "id": "0108024",
                        "label": "平塘县"
                    },
                    {
                        "id": "0108025",
                        "label": "罗甸县"
                    },
                    {
                        "id": "0108026",
                        "label": "长顺县"
                    },
                    {
                        "id": "0108027",
                        "label": "龙里县"
                    },
                    {
                        "id": "0108028",
                        "label": "惠水县"
                    },
                    {
                        "id": "0108029",
                        "label": "三都水族自治县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0098356",
        "label": "云南分公司",
        "children": [
            {
                "id": "0100039",
                "label": "昆明分公司",
                "children": [
                    {
                        "id": "0108031",
                        "label": "五华区"
                    },
                    {
                        "id": "0108032",
                        "label": "盘龙区"
                    },
                    {
                        "id": "0108033",
                        "label": "官渡区"
                    },
                    {
                        "id": "0108034",
                        "label": "西山区"
                    },
                    {
                        "id": "0108035",
                        "label": "东川区"
                    },
                    {
                        "id": "0108036",
                        "label": "呈贡区"
                    },
                    {
                        "id": "0108037",
                        "label": "晋宁县"
                    },
                    {
                        "id": "0108038",
                        "label": "富民县"
                    },
                    {
                        "id": "0108039",
                        "label": "宜良县"
                    },
                    {
                        "id": "0108040",
                        "label": "石林彝族自治县"
                    },
                    {
                        "id": "0108041",
                        "label": "嵩明县"
                    },
                    {
                        "id": "0108042",
                        "label": "禄劝彝族苗族自治县"
                    },
                    {
                        "id": "0108043",
                        "label": "寻甸回族彝族自治县"
                    },
                    {
                        "id": "0108044",
                        "label": "安宁市"
                    }
                ]
            },
            {
                "id": "0100040",
                "label": "曲靖分公司",
                "children": [
                    {
                        "id": "0108046",
                        "label": "麒麟区"
                    },
                    {
                        "id": "0108053",
                        "label": "沾益区"
                    },
                    {
                        "id": "0108047",
                        "label": "马龙县"
                    },
                    {
                        "id": "0108048",
                        "label": "陆良县"
                    },
                    {
                        "id": "0108049",
                        "label": "师宗县"
                    },
                    {
                        "id": "0108050",
                        "label": "罗平县"
                    },
                    {
                        "id": "0108051",
                        "label": "富源县"
                    },
                    {
                        "id": "0108052",
                        "label": "会泽县"
                    },
                    {
                        "id": "0108054",
                        "label": "宣威市"
                    }
                ]
            },
            {
                "id": "0100046",
                "label": "玉溪分公司",
                "children": [
                    {
                        "id": "0108056",
                        "label": "红塔区"
                    },
                    {
                        "id": "0108057",
                        "label": "江川区"
                    },
                    {
                        "id": "0108058",
                        "label": "澄江县"
                    },
                    {
                        "id": "0108059",
                        "label": "通海县"
                    },
                    {
                        "id": "0108060",
                        "label": "华宁县"
                    },
                    {
                        "id": "0108061",
                        "label": "易门县"
                    },
                    {
                        "id": "0108062",
                        "label": "峨山彝族自治县"
                    },
                    {
                        "id": "0108063",
                        "label": "新平彝族傣族自治县"
                    },
                    {
                        "id": "0108064",
                        "label": "元江哈尼族彝族傣族自治县"
                    }
                ]
            },
            {
                "id": "0100047",
                "label": "保山分公司",
                "children": [
                    {
                        "id": "0108066",
                        "label": "隆阳区"
                    },
                    {
                        "id": "0108067",
                        "label": "施甸县"
                    },
                    {
                        "id": "0108069",
                        "label": "龙陵县"
                    },
                    {
                        "id": "0108070",
                        "label": "昌宁县"
                    },
                    {
                        "id": "0108068",
                        "label": "腾冲市"
                    }
                ]
            },
            {
                "id": "0100042",
                "label": "昭通分公司",
                "children": [
                    {
                        "id": "0108072",
                        "label": "昭阳区"
                    },
                    {
                        "id": "0108073",
                        "label": "鲁甸县"
                    },
                    {
                        "id": "0108074",
                        "label": "巧家县"
                    },
                    {
                        "id": "0108075",
                        "label": "盐津县"
                    },
                    {
                        "id": "0108076",
                        "label": "大关县"
                    },
                    {
                        "id": "0108077",
                        "label": "永善县"
                    },
                    {
                        "id": "0108078",
                        "label": "绥江县"
                    },
                    {
                        "id": "0108079",
                        "label": "镇雄县"
                    },
                    {
                        "id": "0108080",
                        "label": "彝良县"
                    },
                    {
                        "id": "0108081",
                        "label": "威信县"
                    },
                    {
                        "id": "0108082",
                        "label": "水富县"
                    }
                ]
            },
            {
                "id": "0100052",
                "label": "丽江分公司",
                "children": [
                    {
                        "id": "0108084",
                        "label": "古城区"
                    },
                    {
                        "id": "0108085",
                        "label": "玉龙纳西族自治县"
                    },
                    {
                        "id": "0108086",
                        "label": "永胜县"
                    },
                    {
                        "id": "0108087",
                        "label": "华坪县"
                    },
                    {
                        "id": "0108088",
                        "label": "宁蒗彝族自治县"
                    }
                ]
            },
            {
                "id": "0100045",
                "label": "普洱分公司",
                "children": [
                    {
                        "id": "0108090",
                        "label": "思茅区"
                    },
                    {
                        "id": "0108091",
                        "label": "宁洱哈尼族彝族自治县"
                    },
                    {
                        "id": "0108092",
                        "label": "墨江哈尼族自治县"
                    },
                    {
                        "id": "0108093",
                        "label": "景东彝族自治县"
                    },
                    {
                        "id": "0108094",
                        "label": "景谷傣族彝族自治县"
                    },
                    {
                        "id": "0108095",
                        "label": "镇沅彝族哈尼族拉祜族自治县"
                    },
                    {
                        "id": "0108096",
                        "label": "江城哈尼族彝族自治县"
                    },
                    {
                        "id": "0108097",
                        "label": "孟连傣族拉祜族佤族自治县"
                    },
                    {
                        "id": "0108098",
                        "label": "澜沧拉祜族自治县"
                    },
                    {
                        "id": "0108099",
                        "label": "西盟佤族自治县"
                    }
                ]
            },
            {
                "id": "0100049",
                "label": "临沧分公司",
                "children": [
                    {
                        "id": "0108101",
                        "label": "临翔区"
                    },
                    {
                        "id": "0108102",
                        "label": "凤庆县"
                    },
                    {
                        "id": "0108103",
                        "label": "云县"
                    },
                    {
                        "id": "0108104",
                        "label": "永德县"
                    },
                    {
                        "id": "0108105",
                        "label": "镇康县"
                    },
                    {
                        "id": "0108106",
                        "label": "双江拉祜族佤族布朗族傣族自治县"
                    },
                    {
                        "id": "0108107",
                        "label": "耿马傣族佤族自治县"
                    },
                    {
                        "id": "0108108",
                        "label": "沧源佤族自治县"
                    }
                ]
            },
            {
                "id": "0100048",
                "label": "楚雄分公司",
                "children": [
                    {
                        "id": "0108109",
                        "label": "楚雄市"
                    },
                    {
                        "id": "0108110",
                        "label": "双柏县"
                    },
                    {
                        "id": "0108111",
                        "label": "牟定县"
                    },
                    {
                        "id": "0108112",
                        "label": "南华县"
                    },
                    {
                        "id": "0108113",
                        "label": "姚安县"
                    },
                    {
                        "id": "0108114",
                        "label": "大姚县"
                    },
                    {
                        "id": "0108115",
                        "label": "永仁县"
                    },
                    {
                        "id": "0108116",
                        "label": "元谋县"
                    },
                    {
                        "id": "0108117",
                        "label": "武定县"
                    },
                    {
                        "id": "0108118",
                        "label": "禄丰县"
                    }
                ]
            },
            {
                "id": "0100041",
                "label": "红河分公司",
                "children": [
                    {
                        "id": "0108119",
                        "label": "个旧市"
                    },
                    {
                        "id": "0108120",
                        "label": "开远市"
                    },
                    {
                        "id": "0108121",
                        "label": "蒙自市"
                    },
                    {
                        "id": "0108122",
                        "label": "弥勒市"
                    },
                    {
                        "id": "0108123",
                        "label": "屏边苗族自治县"
                    },
                    {
                        "id": "0108124",
                        "label": "建水县"
                    },
                    {
                        "id": "0108125",
                        "label": "石屏县"
                    },
                    {
                        "id": "0108126",
                        "label": "泸西县"
                    },
                    {
                        "id": "0108127",
                        "label": "元阳县"
                    },
                    {
                        "id": "0108128",
                        "label": "红河县"
                    },
                    {
                        "id": "0108129",
                        "label": "金平苗族瑶族傣族自治县"
                    },
                    {
                        "id": "0108130",
                        "label": "绿春县"
                    },
                    {
                        "id": "0108131",
                        "label": "河口瑶族自治县"
                    }
                ]
            },
            {
                "id": "0100044",
                "label": "文山分公司",
                "children": [
                    {
                        "id": "0108132",
                        "label": "文山市"
                    },
                    {
                        "id": "0108133",
                        "label": "砚山县"
                    },
                    {
                        "id": "0108134",
                        "label": "西畴县"
                    },
                    {
                        "id": "0108135",
                        "label": "麻栗坡县"
                    },
                    {
                        "id": "0108136",
                        "label": "马关县"
                    },
                    {
                        "id": "0108137",
                        "label": "丘北县"
                    },
                    {
                        "id": "0108138",
                        "label": "广南县"
                    },
                    {
                        "id": "0108139",
                        "label": "富宁县"
                    }
                ]
            },
            {
                "id": "0100050",
                "label": "西双版纳分公司",
                "children": [
                    {
                        "id": "0108140",
                        "label": "景洪市"
                    },
                    {
                        "id": "0108141",
                        "label": "勐海县"
                    },
                    {
                        "id": "0108142",
                        "label": "勐腊县"
                    }
                ]
            },
            {
                "id": "0100043",
                "label": "大理分公司",
                "children": [
                    {
                        "id": "0108143",
                        "label": "大理市"
                    },
                    {
                        "id": "0108144",
                        "label": "漾濞彝族自治县"
                    },
                    {
                        "id": "0108145",
                        "label": "祥云县"
                    },
                    {
                        "id": "0108146",
                        "label": "宾川县"
                    },
                    {
                        "id": "0108147",
                        "label": "弥渡县"
                    },
                    {
                        "id": "0108148",
                        "label": "南涧彝族自治县"
                    },
                    {
                        "id": "0108149",
                        "label": "巍山彝族回族自治县"
                    },
                    {
                        "id": "0108150",
                        "label": "永平县"
                    },
                    {
                        "id": "0108151",
                        "label": "云龙县"
                    },
                    {
                        "id": "0108152",
                        "label": "洱源县"
                    },
                    {
                        "id": "0108153",
                        "label": "剑川县"
                    },
                    {
                        "id": "0108154",
                        "label": "鹤庆县"
                    }
                ]
            },
            {
                "id": "0100051",
                "label": "德宏分公司",
                "children": [
                    {
                        "id": "0108155",
                        "label": "瑞丽市"
                    },
                    {
                        "id": "0108156",
                        "label": "芒市"
                    },
                    {
                        "id": "0108157",
                        "label": "梁河县"
                    },
                    {
                        "id": "0108158",
                        "label": "盈江县"
                    },
                    {
                        "id": "0108159",
                        "label": "陇川县"
                    }
                ]
            },
            {
                "id": "0100054",
                "label": "怒江分公司",
                "children": [
                    {
                        "id": "0108160",
                        "label": "泸水县"
                    },
                    {
                        "id": "0108161",
                        "label": "福贡县"
                    },
                    {
                        "id": "0108162",
                        "label": "贡山独龙族怒族自治县"
                    },
                    {
                        "id": "0108163",
                        "label": "兰坪白族普米族自治县"
                    }
                ]
            },
            {
                "id": "0100053",
                "label": "迪庆分公司",
                "children": [
                    {
                        "id": "0108164",
                        "label": "香格里拉市"
                    },
                    {
                        "id": "0108165",
                        "label": "德钦县"
                    },
                    {
                        "id": "0108166",
                        "label": "维西傈僳族自治县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0098368",
        "label": "西藏分公司",
        "children": [
            {
                "id": "0100115",
                "label": "拉萨分公司",
                "children": [
                    {
                        "id": "0108168",
                        "label": "城关区西部"
                    },
                    {
                        "id": "0753024",
                        "label": "城关区北部"
                    },
                    {
                        "id": "0753035",
                        "label": "城关区东部"
                    },
                    {
                        "id": "34351198",
                        "label": "城关区南部"
                    },
                    {
                        "id": "0753015",
                        "label": "城关区中部"
                    },
                    {
                        "id": "0108173",
                        "label": "堆龙德庆区"
                    },
                    {
                        "id": "0108169",
                        "label": "林周县"
                    },
                    {
                        "id": "0108170",
                        "label": "当雄县"
                    },
                    {
                        "id": "0108171",
                        "label": "尼木县"
                    },
                    {
                        "id": "0108172",
                        "label": "曲水县"
                    },
                    {
                        "id": "0108174",
                        "label": "达孜县"
                    },
                    {
                        "id": "0108175",
                        "label": "墨竹工卡县"
                    }
                ]
            },
            {
                "id": "0100116",
                "label": "日喀则分公司",
                "children": [
                    {
                        "id": "0108199",
                        "label": "桑珠孜区"
                    },
                    {
                        "id": "0108200",
                        "label": "南木林县"
                    },
                    {
                        "id": "0108201",
                        "label": "江孜县"
                    },
                    {
                        "id": "0108202",
                        "label": "定日县"
                    },
                    {
                        "id": "0108203",
                        "label": "萨迦县"
                    },
                    {
                        "id": "0108204",
                        "label": "拉孜县"
                    },
                    {
                        "id": "0108205",
                        "label": "昂仁县"
                    },
                    {
                        "id": "0108206",
                        "label": "谢通门县"
                    },
                    {
                        "id": "0108207",
                        "label": "白朗县"
                    },
                    {
                        "id": "0108208",
                        "label": "仁布县"
                    },
                    {
                        "id": "0108209",
                        "label": "康马县"
                    },
                    {
                        "id": "0108210",
                        "label": "定结县"
                    },
                    {
                        "id": "0108211",
                        "label": "仲巴县"
                    },
                    {
                        "id": "0108212",
                        "label": "亚东县"
                    },
                    {
                        "id": "0108213",
                        "label": "吉隆县"
                    },
                    {
                        "id": "0108214",
                        "label": "聂拉木县"
                    },
                    {
                        "id": "0108215",
                        "label": "萨嘎县"
                    },
                    {
                        "id": "0108216",
                        "label": "岗巴县"
                    }
                ]
            },
            {
                "id": "0100119",
                "label": "昌都分公司",
                "children": [
                    {
                        "id": "0108176",
                        "label": "卡若区"
                    },
                    {
                        "id": "0108177",
                        "label": "江达县"
                    },
                    {
                        "id": "0108178",
                        "label": "贡觉县"
                    },
                    {
                        "id": "0108179",
                        "label": "类乌齐县"
                    },
                    {
                        "id": "0108180",
                        "label": "丁青县"
                    },
                    {
                        "id": "0108181",
                        "label": "察雅县"
                    },
                    {
                        "id": "0108182",
                        "label": "八宿县"
                    },
                    {
                        "id": "0108183",
                        "label": "左贡县"
                    },
                    {
                        "id": "0108184",
                        "label": "芒康县"
                    },
                    {
                        "id": "0108185",
                        "label": "洛隆县"
                    },
                    {
                        "id": "0108186",
                        "label": "边坝县"
                    }
                ]
            },
            {
                "id": "0100118",
                "label": "林芝分公司",
                "children": [
                    {
                        "id": "34352911",
                        "label": "巴宜乡镇"
                    },
                    {
                        "id": "0108235",
                        "label": "巴宜城区"
                    },
                    {
                        "id": "0108236",
                        "label": "工布江达县"
                    },
                    {
                        "id": "0108237",
                        "label": "米林县"
                    },
                    {
                        "id": "0108238",
                        "label": "墨脱县"
                    },
                    {
                        "id": "0108239",
                        "label": "波密县"
                    },
                    {
                        "id": "0108240",
                        "label": "察隅县"
                    },
                    {
                        "id": "0108241",
                        "label": "朗县"
                    }
                ]
            },
            {
                "id": "0100117",
                "label": "山南分公司",
                "children": [
                    {
                        "id": "0108187",
                        "label": "乃东县"
                    },
                    {
                        "id": "0108188",
                        "label": "扎囊县"
                    },
                    {
                        "id": "0108189",
                        "label": "贡嘎县"
                    },
                    {
                        "id": "0108190",
                        "label": "桑日县"
                    },
                    {
                        "id": "0108191",
                        "label": "琼结县"
                    },
                    {
                        "id": "0108192",
                        "label": "曲松县"
                    },
                    {
                        "id": "0108193",
                        "label": "措美县"
                    },
                    {
                        "id": "0108194",
                        "label": "洛扎县"
                    },
                    {
                        "id": "0108195",
                        "label": "加查县"
                    },
                    {
                        "id": "0108196",
                        "label": "隆子县"
                    },
                    {
                        "id": "0108197",
                        "label": "错那县"
                    },
                    {
                        "id": "0108198",
                        "label": "浪卡子县"
                    }
                ]
            },
            {
                "id": "0100120",
                "label": "那曲分公司",
                "children": [
                    {
                        "id": "0108217",
                        "label": "那曲县"
                    },
                    {
                        "id": "0108218",
                        "label": "嘉黎县"
                    },
                    {
                        "id": "0108219",
                        "label": "比如县"
                    },
                    {
                        "id": "0108220",
                        "label": "聂荣县"
                    },
                    {
                        "id": "0108221",
                        "label": "安多县"
                    },
                    {
                        "id": "0108222",
                        "label": "申扎县"
                    },
                    {
                        "id": "0108223",
                        "label": "索县"
                    },
                    {
                        "id": "0108224",
                        "label": "班戈县"
                    },
                    {
                        "id": "0108225",
                        "label": "巴青县"
                    },
                    {
                        "id": "0108226",
                        "label": "尼玛县"
                    },
                    {
                        "id": "0108227",
                        "label": "双湖县"
                    }
                ]
            },
            {
                "id": "0100121",
                "label": "阿里分公司",
                "children": [
                    {
                        "id": "0108228",
                        "label": "普兰县"
                    },
                    {
                        "id": "0108229",
                        "label": "札达县"
                    },
                    {
                        "id": "0108230",
                        "label": "噶尔县"
                    },
                    {
                        "id": "0108231",
                        "label": "日土县"
                    },
                    {
                        "id": "0108232",
                        "label": "革吉县"
                    },
                    {
                        "id": "0108233",
                        "label": "改则县"
                    },
                    {
                        "id": "0108234",
                        "label": "措勤县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0098358",
        "label": "陕西分公司",
        "children": [
            {
                "id": "0100056",
                "label": "西安分公司",
                "children": [
                    {
                        "id": "34350736",
                        "label": "东区"
                    },
                    {
                        "id": "34350254",
                        "label": "中区"
                    },
                    {
                        "id": "34348342",
                        "label": "西区"
                    },
                    {
                        "id": "34350257",
                        "label": "北区"
                    },
                    {
                        "id": "34350739",
                        "label": "南区"
                    },
                    {
                        "id": "0108255",
                        "label": "高阎区域"
                    },
                    {
                        "id": "0108250",
                        "label": "临潼区"
                    },
                    {
                        "id": "0108251",
                        "label": "长安区"
                    },
                    {
                        "id": "0108252",
                        "label": "蓝田县"
                    },
                    {
                        "id": "0108253",
                        "label": "周杨区域"
                    },
                    {
                        "id": "0108254",
                        "label": "户县"
                    },
                    {
                        "id": "2500705904",
                        "label": "灞桥区"
                    },
                    {
                        "id": "2500705985",
                        "label": "未央区"
                    },
                    {
                        "id": "2500706026",
                        "label": "经开区"
                    },
                    {
                        "id": "2500705052",
                        "label": "港务区"
                    },
                    {
                        "id": "2500705309",
                        "label": "莲湖区"
                    },
                    {
                        "id": "2500736757",
                        "label": "雁塔区"
                    },
                    {
                        "id": "2493106745",
                        "label": "碑林区"
                    },
                    {
                        "id": "2500706158",
                        "label": "沣东区"
                    },
                    {
                        "id": "2500736195",
                        "label": "曲江区"
                    },
                    {
                        "id": "2500971649",
                        "label": "新城区"
                    },
                    {
                        "id": "2493105957",
                        "label": "高新区"
                    }
                ]
            },
            {
                "id": "0100065",
                "label": "铜川分公司",
                "children": [
                    {
                        "id": "0108257",
                        "label": "北区"
                    },
                    {
                        "id": "0108259",
                        "label": "南区"
                    }
                ]
            },
            {
                "id": "0100060",
                "label": "宝鸡分公司",
                "children": [
                    {
                        "id": "0108262",
                        "label": "渭滨区"
                    },
                    {
                        "id": "0289767",
                        "label": "高新区"
                    },
                    {
                        "id": "0108263",
                        "label": "金台区"
                    },
                    {
                        "id": "0108264",
                        "label": "陈仓区"
                    },
                    {
                        "id": "34351660",
                        "label": "西山"
                    },
                    {
                        "id": "0108266",
                        "label": "岐山县"
                    },
                    {
                        "id": "0108267",
                        "label": "扶风县"
                    },
                    {
                        "id": "0108268",
                        "label": "眉县"
                    },
                    {
                        "id": "0108272",
                        "label": "凤太区域"
                    },
                    {
                        "id": "0108265",
                        "label": "凤麟区域"
                    },
                    {
                        "id": "0108269",
                        "label": "陇千区域"
                    },
                    {
                        "id": "2571198919",
                        "label": "凤翔县"
                    },
                    {
                        "id": "2571198978",
                        "label": "麟游县"
                    },
                    {
                        "id": "2571199064",
                        "label": "陇县"
                    },
                    {
                        "id": "2571199112",
                        "label": "千阳县"
                    },
                    {
                        "id": "2571199159",
                        "label": "凤县"
                    },
                    {
                        "id": "2571200717",
                        "label": "太白县"
                    }
                ]
            },
            {
                "id": "0100059",
                "label": "咸阳分公司",
                "children": [
                    {
                        "id": "0108275",
                        "label": "秦都区"
                    },
                    {
                        "id": "0108276",
                        "label": "沣渭区"
                    },
                    {
                        "id": "0108277",
                        "label": "渭城区"
                    },
                    {
                        "id": "0108278",
                        "label": "三原县"
                    },
                    {
                        "id": "0108279",
                        "label": "泾阳县"
                    },
                    {
                        "id": "0108280",
                        "label": "乾县"
                    },
                    {
                        "id": "0108281",
                        "label": "礼泉县"
                    },
                    {
                        "id": "0108282",
                        "label": "永寿县"
                    },
                    {
                        "id": "0108283",
                        "label": "彬县"
                    },
                    {
                        "id": "0108284",
                        "label": "长武县"
                    },
                    {
                        "id": "0108285",
                        "label": "旬邑县"
                    },
                    {
                        "id": "0108286",
                        "label": "淳化县"
                    },
                    {
                        "id": "0108287",
                        "label": "武功县"
                    },
                    {
                        "id": "0108288",
                        "label": "兴平市"
                    }
                ]
            },
            {
                "id": "0100058",
                "label": "渭南分公司",
                "children": [
                    {
                        "id": "34351730",
                        "label": "高新区"
                    },
                    {
                        "id": "0289770",
                        "label": "临渭南"
                    },
                    {
                        "id": "0108290",
                        "label": "临渭北"
                    },
                    {
                        "id": "0108291",
                        "label": "华州区"
                    },
                    {
                        "id": "0108292",
                        "label": "潼关县"
                    },
                    {
                        "id": "0108293",
                        "label": "大荔县"
                    },
                    {
                        "id": "0108294",
                        "label": "合阳县"
                    },
                    {
                        "id": "0108295",
                        "label": "澄城县"
                    },
                    {
                        "id": "0108296",
                        "label": "蒲城县"
                    },
                    {
                        "id": "0108297",
                        "label": "白水县"
                    },
                    {
                        "id": "0108298",
                        "label": "富平县"
                    },
                    {
                        "id": "0108299",
                        "label": "韩城市"
                    },
                    {
                        "id": "0108300",
                        "label": "华阴市"
                    }
                ]
            },
            {
                "id": "0100061",
                "label": "延安分公司",
                "children": [
                    {
                        "id": "0289774",
                        "label": "宝塔区南"
                    },
                    {
                        "id": "0108302",
                        "label": "宝塔区"
                    },
                    {
                        "id": "0108303",
                        "label": "延长县"
                    },
                    {
                        "id": "0108304",
                        "label": "延川县"
                    },
                    {
                        "id": "0108305",
                        "label": "子长县"
                    },
                    {
                        "id": "0108306",
                        "label": "安塞县"
                    },
                    {
                        "id": "0108307",
                        "label": "志丹县"
                    },
                    {
                        "id": "0108308",
                        "label": "吴起县"
                    },
                    {
                        "id": "0108309",
                        "label": "甘泉县"
                    },
                    {
                        "id": "0108310",
                        "label": "富县"
                    },
                    {
                        "id": "0108311",
                        "label": "洛川县"
                    },
                    {
                        "id": "0108312",
                        "label": "宜川县"
                    },
                    {
                        "id": "0108313",
                        "label": "黄龙县"
                    },
                    {
                        "id": "0108314",
                        "label": "黄陵县"
                    }
                ]
            },
            {
                "id": "0100062",
                "label": "汉中分公司",
                "children": [
                    {
                        "id": "0108316",
                        "label": "汉台区"
                    },
                    {
                        "id": "0289778",
                        "label": "郊区"
                    },
                    {
                        "id": "0108317",
                        "label": "南郑县"
                    },
                    {
                        "id": "0108318",
                        "label": "城固县"
                    },
                    {
                        "id": "0108319",
                        "label": "洋县"
                    },
                    {
                        "id": "0108320",
                        "label": "西乡县"
                    },
                    {
                        "id": "0108321",
                        "label": "勉县"
                    },
                    {
                        "id": "0108322",
                        "label": "宁强县"
                    },
                    {
                        "id": "0108323",
                        "label": "略阳县"
                    },
                    {
                        "id": "0108324",
                        "label": "镇巴县"
                    },
                    {
                        "id": "0108325",
                        "label": "留坝县"
                    },
                    {
                        "id": "0108326",
                        "label": "佛坪县"
                    }
                ]
            },
            {
                "id": "0100057",
                "label": "榆林分公司",
                "children": [
                    {
                        "id": "0108328",
                        "label": "榆阳区"
                    },
                    {
                        "id": "0289784",
                        "label": "榆阳区高新"
                    },
                    {
                        "id": "0289786",
                        "label": "榆阳区农村"
                    },
                    {
                        "id": "0108331",
                        "label": "横山区"
                    },
                    {
                        "id": "0289789",
                        "label": "神木县锦界镇"
                    },
                    {
                        "id": "0289791",
                        "label": "神木县大柳塔镇"
                    },
                    {
                        "id": "0108329",
                        "label": "神木县"
                    },
                    {
                        "id": "0108330",
                        "label": "府谷县"
                    },
                    {
                        "id": "0108332",
                        "label": "靖边县"
                    },
                    {
                        "id": "0108333",
                        "label": "定边县"
                    },
                    {
                        "id": "0108334",
                        "label": "绥德县"
                    },
                    {
                        "id": "0108335",
                        "label": "米脂县"
                    },
                    {
                        "id": "0108336",
                        "label": "佳县"
                    },
                    {
                        "id": "0108337",
                        "label": "吴堡县"
                    },
                    {
                        "id": "0108338",
                        "label": "清涧县"
                    },
                    {
                        "id": "0108339",
                        "label": "子洲县"
                    }
                ]
            },
            {
                "id": "0100063",
                "label": "安康分公司",
                "children": [
                    {
                        "id": "0289799",
                        "label": "恒口"
                    },
                    {
                        "id": "0108341",
                        "label": "汉滨区江南"
                    },
                    {
                        "id": "0753059",
                        "label": "汉滨区江北"
                    },
                    {
                        "id": "0108342",
                        "label": "汉阴县"
                    },
                    {
                        "id": "0108343",
                        "label": "石泉县"
                    },
                    {
                        "id": "0108344",
                        "label": "宁陕县"
                    },
                    {
                        "id": "0108345",
                        "label": "紫阳县"
                    },
                    {
                        "id": "0108346",
                        "label": "岚皋县"
                    },
                    {
                        "id": "0108347",
                        "label": "平利县"
                    },
                    {
                        "id": "0108348",
                        "label": "镇坪县"
                    },
                    {
                        "id": "0108349",
                        "label": "旬阳县"
                    },
                    {
                        "id": "0108350",
                        "label": "白河县"
                    }
                ]
            },
            {
                "id": "0100064",
                "label": "商洛分公司",
                "children": [
                    {
                        "id": "0108352",
                        "label": "商州区"
                    },
                    {
                        "id": "0289802",
                        "label": "商州区西"
                    },
                    {
                        "id": "0108353",
                        "label": "洛南县"
                    },
                    {
                        "id": "0108354",
                        "label": "丹凤县"
                    },
                    {
                        "id": "0108355",
                        "label": "商南县"
                    },
                    {
                        "id": "0108356",
                        "label": "山阳县"
                    },
                    {
                        "id": "0108357",
                        "label": "镇安县"
                    },
                    {
                        "id": "0108358",
                        "label": "柞水县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0098360",
        "label": "甘肃分公司",
        "children": [
            {
                "id": "0100067",
                "label": "兰州分公司",
                "children": [
                    {
                        "id": "34304150",
                        "label": "城关区东部"
                    },
                    {
                        "id": "34303497",
                        "label": "城关区西部"
                    },
                    {
                        "id": "0108361",
                        "label": "七里河区"
                    },
                    {
                        "id": "0108362",
                        "label": "西固区"
                    },
                    {
                        "id": "0108363",
                        "label": "安宁区"
                    },
                    {
                        "id": "0108364",
                        "label": "红古区"
                    },
                    {
                        "id": "0289805",
                        "label": "兰州新区"
                    },
                    {
                        "id": "0108365",
                        "label": "永登县"
                    },
                    {
                        "id": "0108366",
                        "label": "皋兰县"
                    },
                    {
                        "id": "0108367",
                        "label": "榆中县"
                    }
                ]
            },
            {
                "id": "0100080",
                "label": "嘉峪关分公司",
                "children": [
                    {
                        "id": "0410939",
                        "label": "嘉峪关市"
                    }
                ]
            },
            {
                "id": "0100079",
                "label": "金昌分公司",
                "children": [
                    {
                        "id": "0108370",
                        "label": "金川区"
                    },
                    {
                        "id": "0108371",
                        "label": "永昌县"
                    }
                ]
            },
            {
                "id": "0100074",
                "label": "白银分公司",
                "children": [
                    {
                        "id": "0108373",
                        "label": "白银区"
                    },
                    {
                        "id": "0108374",
                        "label": "平川区"
                    },
                    {
                        "id": "0108375",
                        "label": "靖远县"
                    },
                    {
                        "id": "0108746",
                        "label": "会宁县"
                    },
                    {
                        "id": "0108747",
                        "label": "景泰县"
                    }
                ]
            },
            {
                "id": "0100070",
                "label": "天水分公司",
                "children": [
                    {
                        "id": "0108749",
                        "label": "秦州区"
                    },
                    {
                        "id": "0108750",
                        "label": "麦积区"
                    },
                    {
                        "id": "0108751",
                        "label": "清水县"
                    },
                    {
                        "id": "0108752",
                        "label": "秦安县"
                    },
                    {
                        "id": "0108753",
                        "label": "甘谷县"
                    },
                    {
                        "id": "0108754",
                        "label": "武山县"
                    },
                    {
                        "id": "0108755",
                        "label": "张家川回族自治县"
                    }
                ]
            },
            {
                "id": "0100073",
                "label": "武威分公司",
                "children": [
                    {
                        "id": "0753105",
                        "label": "凉州区南部"
                    },
                    {
                        "id": "0108757",
                        "label": "凉州区"
                    },
                    {
                        "id": "0108758",
                        "label": "民勤县"
                    },
                    {
                        "id": "0108759",
                        "label": "古浪县"
                    },
                    {
                        "id": "0108760",
                        "label": "天祝藏族自治县"
                    }
                ]
            },
            {
                "id": "0100076",
                "label": "张掖分公司",
                "children": [
                    {
                        "id": "0108762",
                        "label": "甘州区"
                    },
                    {
                        "id": "0108763",
                        "label": "临肃区域"
                    },
                    {
                        "id": "0108764",
                        "label": "民乐县"
                    },
                    {
                        "id": "0108766",
                        "label": "高台县"
                    },
                    {
                        "id": "0108767",
                        "label": "山丹县"
                    }
                ]
            },
            {
                "id": "0100075",
                "label": "平凉分公司",
                "children": [
                    {
                        "id": "0108769",
                        "label": "崆峒区"
                    },
                    {
                        "id": "0108770",
                        "label": "泾川县"
                    },
                    {
                        "id": "0108771",
                        "label": "灵台县"
                    },
                    {
                        "id": "0108772",
                        "label": "崇华区域"
                    },
                    {
                        "id": "0108774",
                        "label": "庄浪县"
                    },
                    {
                        "id": "0108775",
                        "label": "静宁县"
                    }
                ]
            },
            {
                "id": "0100068",
                "label": "酒泉分公司",
                "children": [
                    {
                        "id": "0108777",
                        "label": "肃州区"
                    },
                    {
                        "id": "0108778",
                        "label": "金塔县"
                    },
                    {
                        "id": "0108779",
                        "label": "瓜州县"
                    },
                    {
                        "id": "0108780",
                        "label": "敦煌区域"
                    },
                    {
                        "id": "0108782",
                        "label": "玉门市"
                    }
                ]
            },
            {
                "id": "0100069",
                "label": "庆阳分公司",
                "children": [
                    {
                        "id": "0108785",
                        "label": "西峰区"
                    },
                    {
                        "id": "0108786",
                        "label": "庆城县"
                    },
                    {
                        "id": "0108787",
                        "label": "环县"
                    },
                    {
                        "id": "0108788",
                        "label": "华池县"
                    },
                    {
                        "id": "0108789",
                        "label": "合水县"
                    },
                    {
                        "id": "0108790",
                        "label": "正宁县"
                    },
                    {
                        "id": "0108791",
                        "label": "宁县"
                    },
                    {
                        "id": "0108792",
                        "label": "镇原县"
                    }
                ]
            },
            {
                "id": "0100072",
                "label": "定西分公司",
                "children": [
                    {
                        "id": "0108794",
                        "label": "安定区"
                    },
                    {
                        "id": "0108795",
                        "label": "通渭县"
                    },
                    {
                        "id": "0108796",
                        "label": "陇西县"
                    },
                    {
                        "id": "0108797",
                        "label": "渭源县"
                    },
                    {
                        "id": "0108798",
                        "label": "临洮县"
                    },
                    {
                        "id": "0108799",
                        "label": "漳县"
                    },
                    {
                        "id": "0108800",
                        "label": "岷县"
                    }
                ]
            },
            {
                "id": "0100071",
                "label": "陇南分公司",
                "children": [
                    {
                        "id": "0108802",
                        "label": "武都区"
                    },
                    {
                        "id": "0108803",
                        "label": "成县"
                    },
                    {
                        "id": "0108804",
                        "label": "文县"
                    },
                    {
                        "id": "0108805",
                        "label": "宕昌县"
                    },
                    {
                        "id": "0108806",
                        "label": "康县"
                    },
                    {
                        "id": "0108807",
                        "label": "西和县"
                    },
                    {
                        "id": "0108808",
                        "label": "礼县"
                    },
                    {
                        "id": "0108809",
                        "label": "徽两区域"
                    }
                ]
            },
            {
                "id": "0100077",
                "label": "临夏分公司",
                "children": [
                    {
                        "id": "0108811",
                        "label": "临夏市"
                    },
                    {
                        "id": "0108812",
                        "label": "临夏县"
                    },
                    {
                        "id": "0108813",
                        "label": "康乐县"
                    },
                    {
                        "id": "0108814",
                        "label": "永靖县"
                    },
                    {
                        "id": "0108815",
                        "label": "广河县"
                    },
                    {
                        "id": "0108816",
                        "label": "和政县"
                    },
                    {
                        "id": "0108817",
                        "label": "东乡族自治县"
                    },
                    {
                        "id": "0108818",
                        "label": "积石山保安族东乡族撒拉族自治县"
                    }
                ]
            },
            {
                "id": "0100078",
                "label": "甘南分公司",
                "children": [
                    {
                        "id": "0108819",
                        "label": "合作市"
                    },
                    {
                        "id": "0108820",
                        "label": "临潭县"
                    },
                    {
                        "id": "0108821",
                        "label": "卓尼县"
                    },
                    {
                        "id": "0108822",
                        "label": "舟曲县"
                    },
                    {
                        "id": "0108823",
                        "label": "迭部县"
                    },
                    {
                        "id": "0108824",
                        "label": "玛碌区域"
                    },
                    {
                        "id": "0108826",
                        "label": "夏河县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0098362",
        "label": "青海分公司",
        "children": [
            {
                "id": "0100082",
                "label": "西宁分公司",
                "children": [
                    {
                        "id": "0108828",
                        "label": "城东区"
                    },
                    {
                        "id": "0108829",
                        "label": "城中区"
                    },
                    {
                        "id": "0108830",
                        "label": "城西区"
                    },
                    {
                        "id": "0108831",
                        "label": "城北区"
                    },
                    {
                        "id": "0108832",
                        "label": "大通回族土族自治县"
                    },
                    {
                        "id": "0108833",
                        "label": "湟中县"
                    },
                    {
                        "id": "0108834",
                        "label": "湟源县"
                    }
                ]
            },
            {
                "id": "0100083",
                "label": "海东分公司",
                "children": [
                    {
                        "id": "0108835",
                        "label": "乐都区"
                    },
                    {
                        "id": "0108836",
                        "label": "平安区"
                    },
                    {
                        "id": "0108837",
                        "label": "民和回族土族自治县"
                    },
                    {
                        "id": "0108838",
                        "label": "互助土族自治县"
                    },
                    {
                        "id": "0108839",
                        "label": "化隆回族自治县"
                    },
                    {
                        "id": "0108840",
                        "label": "循化撒拉族自治县"
                    }
                ]
            },
            {
                "id": "0100086",
                "label": "海北州分公司",
                "children": [
                    {
                        "id": "0108841",
                        "label": "门源回族自治县"
                    },
                    {
                        "id": "0108842",
                        "label": "祁连县"
                    },
                    {
                        "id": "0108843",
                        "label": "海晏县"
                    },
                    {
                        "id": "0108844",
                        "label": "刚察县"
                    }
                ]
            },
            {
                "id": "0100089",
                "label": "黄南州分公司",
                "children": [
                    {
                        "id": "0108845",
                        "label": "同仁县"
                    },
                    {
                        "id": "0108846",
                        "label": "尖扎县"
                    },
                    {
                        "id": "0108847",
                        "label": "泽库县"
                    },
                    {
                        "id": "0108848",
                        "label": "河南蒙古族自治县"
                    }
                ]
            },
            {
                "id": "0100084",
                "label": "海南州分公司",
                "children": [
                    {
                        "id": "0108849",
                        "label": "共和县"
                    },
                    {
                        "id": "0108850",
                        "label": "同德县"
                    },
                    {
                        "id": "0108851",
                        "label": "贵德县"
                    },
                    {
                        "id": "0108852",
                        "label": "兴海县"
                    },
                    {
                        "id": "0108853",
                        "label": "贵南县"
                    }
                ]
            },
            {
                "id": "0100090",
                "label": "果洛州分公司",
                "children": [
                    {
                        "id": "0108854",
                        "label": "玛沁县"
                    },
                    {
                        "id": "0108855",
                        "label": "班玛县"
                    },
                    {
                        "id": "0108856",
                        "label": "甘德县"
                    },
                    {
                        "id": "0108857",
                        "label": "达日县"
                    },
                    {
                        "id": "0108858",
                        "label": "久治县"
                    },
                    {
                        "id": "0108859",
                        "label": "玛多县"
                    }
                ]
            },
            {
                "id": "0100088",
                "label": "玉树州分公司",
                "children": [
                    {
                        "id": "0108860",
                        "label": "玉树市"
                    },
                    {
                        "id": "0108861",
                        "label": "杂多县"
                    },
                    {
                        "id": "0108862",
                        "label": "称多县"
                    },
                    {
                        "id": "0108863",
                        "label": "治多县"
                    },
                    {
                        "id": "0108864",
                        "label": "囊谦县"
                    },
                    {
                        "id": "0108865",
                        "label": "曲麻莱县"
                    }
                ]
            },
            {
                "id": "0100087",
                "label": "格尔木分公司",
                "children": [
                    {
                        "id": "0191191",
                        "label": "东城区"
                    },
                    {
                        "id": "0191195",
                        "label": "西城区"
                    },
                    {
                        "id": "0191201",
                        "label": "察尔汗行委"
                    }
                ]
            },
            {
                "id": "0100085",
                "label": "海西州分公司",
                "children": [
                    {
                        "id": "0108866",
                        "label": "德令哈市"
                    },
                    {
                        "id": "0108867",
                        "label": "乌兰县"
                    },
                    {
                        "id": "0108868",
                        "label": "都兰县"
                    },
                    {
                        "id": "0108869",
                        "label": "天峻县"
                    },
                    {
                        "id": "0191205",
                        "label": "大柴旦行委"
                    },
                    {
                        "id": "0191214",
                        "label": "冷湖行委"
                    },
                    {
                        "id": "0191210",
                        "label": "茫崖行委"
                    }
                ]
            }
        ]
    },
    {
        "id": "0098366",
        "label": "宁夏分公司",
        "children": [
            {
                "id": "0100092",
                "label": "银川分公司",
                "children": [
                    {
                        "id": "0108871",
                        "label": "兴庆区"
                    },
                    {
                        "id": "34308746",
                        "label": "滨河"
                    },
                    {
                        "id": "0108872",
                        "label": "西夏区"
                    },
                    {
                        "id": "0108873",
                        "label": "金凤区"
                    },
                    {
                        "id": "0108874",
                        "label": "永宁县"
                    },
                    {
                        "id": "0108875",
                        "label": "贺兰县"
                    },
                    {
                        "id": "0753254",
                        "label": "宁东"
                    },
                    {
                        "id": "0108876",
                        "label": "灵武市"
                    }
                ]
            },
            {
                "id": "0100093",
                "label": "石嘴山分公司",
                "children": [
                    {
                        "id": "0108878",
                        "label": "大武口区"
                    },
                    {
                        "id": "0108879",
                        "label": "惠农区"
                    },
                    {
                        "id": "0108880",
                        "label": "平罗县"
                    }
                ]
            },
            {
                "id": "0100094",
                "label": "吴忠分公司",
                "children": [
                    {
                        "id": "0108882",
                        "label": "利通区"
                    },
                    {
                        "id": "0108883",
                        "label": "红寺堡区"
                    },
                    {
                        "id": "0108884",
                        "label": "盐池县"
                    },
                    {
                        "id": "0108885",
                        "label": "同心县"
                    },
                    {
                        "id": "0108886",
                        "label": "青铜峡市"
                    }
                ]
            },
            {
                "id": "0100095",
                "label": "固原分公司",
                "children": [
                    {
                        "id": "0108888",
                        "label": "原州区"
                    },
                    {
                        "id": "0108889",
                        "label": "西吉县"
                    },
                    {
                        "id": "0108890",
                        "label": "隆德县"
                    },
                    {
                        "id": "0108891",
                        "label": "泾源县"
                    },
                    {
                        "id": "0108892",
                        "label": "彭阳县"
                    }
                ]
            },
            {
                "id": "0100096",
                "label": "中卫分公司",
                "children": [
                    {
                        "id": "0108894",
                        "label": "沙坡头区"
                    },
                    {
                        "id": "0108895",
                        "label": "中宁县"
                    },
                    {
                        "id": "0108896",
                        "label": "海原县"
                    }
                ]
            }
        ]
    },
    {
        "id": "0098370",
        "label": "新疆分公司",
        "children": [
            {
                "id": "0100098",
                "label": "乌鲁木齐分公司",
                "children": [
                    {
                        "id": "0108898",
                        "label": "天山区"
                    },
                    {
                        "id": "0108899",
                        "label": "沙依巴克区"
                    },
                    {
                        "id": "0108900",
                        "label": "新市区"
                    },
                    {
                        "id": "0108901",
                        "label": "水磨沟区"
                    },
                    {
                        "id": "0108902",
                        "label": "头屯河区"
                    },
                    {
                        "id": "0108903",
                        "label": "达坂城区"
                    },
                    {
                        "id": "0108904",
                        "label": "米东区"
                    },
                    {
                        "id": "0108905",
                        "label": "乌鲁木齐县"
                    }
                ]
            },
            {
                "id": "0100110",
                "label": "克拉玛依分公司",
                "children": [
                    {
                        "id": "0108907",
                        "label": "独山子区"
                    },
                    {
                        "id": "0108908",
                        "label": "克拉玛依区"
                    },
                    {
                        "id": "0108909",
                        "label": "白碱滩区"
                    },
                    {
                        "id": "0108910",
                        "label": "乌尔禾区"
                    }
                ]
            },
            {
                "id": "0100105",
                "label": "吐鲁番分公司",
                "children": [
                    {
                        "id": "0108911",
                        "label": "高昌区"
                    },
                    {
                        "id": "0108912",
                        "label": "鄯善县"
                    },
                    {
                        "id": "0108913",
                        "label": "托克逊县"
                    }
                ]
            },
            {
                "id": "0100107",
                "label": "哈密分公司",
                "children": [
                    {
                        "id": "0274671",
                        "label": "三道岭区"
                    },
                    {
                        "id": "34350410",
                        "label": "哈密市新城区"
                    },
                    {
                        "id": "0753272",
                        "label": "哈密市工业区"
                    },
                    {
                        "id": "0108914",
                        "label": "哈密市"
                    },
                    {
                        "id": "0108915",
                        "label": "巴里坤哈萨克自治县"
                    },
                    {
                        "id": "0108916",
                        "label": "伊吾县"
                    }
                ]
            },
            {
                "id": "0100100",
                "label": "昌吉分公司",
                "children": [
                    {
                        "id": "0108917",
                        "label": "昌吉市"
                    },
                    {
                        "id": "0108919",
                        "label": "呼图壁县"
                    },
                    {
                        "id": "0108920",
                        "label": "玛纳斯县"
                    },
                    {
                        "id": "0108921",
                        "label": "奇台县"
                    },
                    {
                        "id": "0108922",
                        "label": "吉木萨尔县"
                    },
                    {
                        "id": "0274490",
                        "label": "五彩湾工业区"
                    },
                    {
                        "id": "0108923",
                        "label": "木垒哈萨克自治县"
                    },
                    {
                        "id": "0109198",
                        "label": "五家渠市"
                    },
                    {
                        "id": "0108918",
                        "label": "阜康市"
                    }
                ]
            },
            {
                "id": "0100111",
                "label": "博州分公司",
                "children": [
                    {
                        "id": "0108924",
                        "label": "博乐市"
                    },
                    {
                        "id": "0108925",
                        "label": "阿拉山口市"
                    },
                    {
                        "id": "0108926",
                        "label": "精河县"
                    },
                    {
                        "id": "0108927",
                        "label": "温泉县"
                    },
                    {
                        "id": "4233532",
                        "label": "双河市"
                    }
                ]
            },
            {
                "id": "0100103",
                "label": "巴州分公司",
                "children": [
                    {
                        "id": "0108928",
                        "label": "库尔勒市"
                    },
                    {
                        "id": "0108929",
                        "label": "轮台县"
                    },
                    {
                        "id": "0108930",
                        "label": "尉犁县"
                    },
                    {
                        "id": "0108931",
                        "label": "若羌县"
                    },
                    {
                        "id": "0108932",
                        "label": "且末县"
                    },
                    {
                        "id": "0108933",
                        "label": "焉耆回族自治县"
                    },
                    {
                        "id": "0108934",
                        "label": "和静县"
                    },
                    {
                        "id": "0108935",
                        "label": "和硕县"
                    },
                    {
                        "id": "0108936",
                        "label": "博湖县"
                    },
                    {
                        "id": "0274488",
                        "label": "铁门关市"
                    }
                ]
            },
            {
                "id": "0100101",
                "label": "阿克苏分公司",
                "children": [
                    {
                        "id": "34351653",
                        "label": "阿温区域"
                    },
                    {
                        "id": "0108939",
                        "label": "库车县"
                    },
                    {
                        "id": "34351663",
                        "label": "沙新区域"
                    },
                    {
                        "id": "0108942",
                        "label": "拜城县"
                    },
                    {
                        "id": "34351670",
                        "label": "乌阿柯区域"
                    },
                    {
                        "id": "0109196",
                        "label": "阿拉尔市"
                    }
                ]
            },
            {
                "id": "0100106",
                "label": "克州分公司",
                "children": [
                    {
                        "id": "0108946",
                        "label": "阿图什市"
                    },
                    {
                        "id": "0108947",
                        "label": "阿克陶县"
                    },
                    {
                        "id": "0108948",
                        "label": "阿合奇县"
                    },
                    {
                        "id": "0108949",
                        "label": "乌恰县"
                    }
                ]
            },
            {
                "id": "0100102",
                "label": "喀什分公司",
                "children": [
                    {
                        "id": "0108950",
                        "label": "喀什市"
                    },
                    {
                        "id": "0108951",
                        "label": "疏附县"
                    },
                    {
                        "id": "0108952",
                        "label": "疏勒县"
                    },
                    {
                        "id": "0108953",
                        "label": "英吉沙县"
                    },
                    {
                        "id": "0108954",
                        "label": "泽普县"
                    },
                    {
                        "id": "0108955",
                        "label": "莎车县"
                    },
                    {
                        "id": "0108956",
                        "label": "叶城县"
                    },
                    {
                        "id": "0108957",
                        "label": "麦盖提县"
                    },
                    {
                        "id": "0108958",
                        "label": "岳普湖县"
                    },
                    {
                        "id": "0108959",
                        "label": "伽师县"
                    },
                    {
                        "id": "0108960",
                        "label": "巴楚县"
                    },
                    {
                        "id": "0108961",
                        "label": "塔什库尔干塔吉克自治县"
                    },
                    {
                        "id": "0109197",
                        "label": "图木舒克市"
                    }
                ]
            },
            {
                "id": "0100104",
                "label": "和田分公司",
                "children": [
                    {
                        "id": "34350520",
                        "label": "和田区域"
                    },
                    {
                        "id": "0108964",
                        "label": "墨玉县"
                    },
                    {
                        "id": "0108965",
                        "label": "皮山县"
                    },
                    {
                        "id": "34535647",
                        "label": "洛策区域"
                    },
                    {
                        "id": "34350534",
                        "label": "于民区域"
                    }
                ]
            },
            {
                "id": "0100099",
                "label": "伊犁分公司",
                "children": [
                    {
                        "id": "0108970",
                        "label": "伊宁市"
                    },
                    {
                        "id": "4233530",
                        "label": "伊宁市北部"
                    },
                    {
                        "id": "0274761",
                        "label": "霍尔果斯市"
                    },
                    {
                        "id": "0108971",
                        "label": "伊宁县"
                    },
                    {
                        "id": "0108972",
                        "label": "察布查尔锡伯自治县"
                    },
                    {
                        "id": "0108973",
                        "label": "霍城县"
                    },
                    {
                        "id": "0108974",
                        "label": "巩留县"
                    },
                    {
                        "id": "0108975",
                        "label": "新源县"
                    },
                    {
                        "id": "0108976",
                        "label": "昭苏县"
                    },
                    {
                        "id": "0108977",
                        "label": "特克斯县"
                    },
                    {
                        "id": "0108978",
                        "label": "尼勒克县"
                    },
                    {
                        "id": "0289813",
                        "label": "可克达拉市"
                    }
                ]
            },
            {
                "id": "0100113",
                "label": "奎屯分公司",
                "children": [
                    {
                        "id": "0274673",
                        "label": "奎屯市"
                    },
                    {
                        "id": "0274675",
                        "label": "乌苏市"
                    }
                ]
            },
            {
                "id": "0100108",
                "label": "塔城分公司",
                "children": [
                    {
                        "id": "0108979",
                        "label": "塔城市"
                    },
                    {
                        "id": "0108981",
                        "label": "额敏县"
                    },
                    {
                        "id": "0108983",
                        "label": "托裕区域"
                    },
                    {
                        "id": "0753280",
                        "label": "铁厂沟19年4月已废弃，原REMARK=654291"
                    },
                    {
                        "id": "0108984",
                        "label": "裕民县19年4月已废弃，原REMARK=654225"
                    },
                    {
                        "id": "34350328",
                        "label": "和铁区域"
                    }
                ]
            },
            {
                "id": "0100112",
                "label": "石河子分公司",
                "children": [
                    {
                        "id": "0274759",
                        "label": "沙湾县"
                    },
                    {
                        "id": "0274755",
                        "label": "莫索湾市"
                    },
                    {
                        "id": "0274757",
                        "label": "下野地市"
                    },
                    {
                        "id": "2498193958",
                        "label": "测试区域新增"
                    },
                    {
                        "id": "0274753",
                        "label": "石河子市"
                    }
                ]
            },
            {
                "id": "0100109",
                "label": "阿勒泰分公司",
                "children": [
                    {
                        "id": "0108986",
                        "label": "阿勒泰市"
                    },
                    {
                        "id": "0108987",
                        "label": "布尔津县"
                    },
                    {
                        "id": "0108988",
                        "label": "富蕴县"
                    },
                    {
                        "id": "0108989",
                        "label": "福海县"
                    },
                    {
                        "id": "0108990",
                        "label": "哈巴河县"
                    },
                    {
                        "id": "0108991",
                        "label": "青河县"
                    },
                    {
                        "id": "0108992",
                        "label": "吉木乃县"
                    },
                    {
                        "id": "0274486",
                        "label": "北屯市"
                    }
                ]
            }
        ]
    }
]